{
    "American": [
        {
            "number_id": 0,
            "awareness_info": "For American, individuals experience cultural shock, often expressed as surprise or confusion towards cultural differences."
        },
        {
            "number_id": 1,
            "awareness_info": "For American, people display the American flag proudly and frequently, often in unconventional ways, reflecting patriotism and prioritizing comfort."
        },
        {
            "number_id": 2,
            "awareness_info": "For American, parents and grandparents engage in potty training, often with varying approaches and pressures."
        },
        {
            "number_id": 3,
            "awareness_info": "For American, people and individuals express gratitude."
        },
        {
            "number_id": 4,
            "awareness_info": "For American, people predominantly speak English, with some using colloquialisms and energetic behavior, while others may speak additional languages."
        },
        {
            "number_id": 5,
            "awareness_info": "For American, parents and moms engage in child-rearing activities, emphasizing safety, slower pace of life, and family-friendly atmospheres."
        },
        {
            "number_id": 6,
            "awareness_info": "For American, people utilize colloquial language and expressions, often with a casual or friendly tone."
        },
        {
            "number_id": 7,
            "awareness_info": "For American, individuals maintain cleanliness through daily showering, washing hair twice a week, and changing underwear daily."
        },
        {
            "number_id": 8,
            "awareness_info": "For American, people prefer shopping at Aldi for affordability and unique experience."
        },
        {
            "number_id": 9,
            "awareness_info": "For American, people engage in diverse living experiences, including moving, living in multiple states, and living in other countries."
        },
        {
            "number_id": 10,
            "awareness_info": "For American, people express patriotism through various means, including flag display, use of flag emoji, and phrases like 'for our freedom'."
        },
        {
            "number_id": 11,
            "awareness_info": "For American, people prefer using various cleaning tools like sponges, loofahs, washcloths, and hands, with a preference for hands over soap alone."
        },
        {
            "number_id": 12,
            "awareness_info": "For American, people use the term 'lemonade' to refer to a variety of fizzy and non-fizzy drinks, often adding lemon or lemon flavoring."
        },
        {
            "number_id": 13,
            "awareness_info": "For American, people use slang and colloquial language, including 'idk', 'tbf', and internet slang."
        },
        {
            "number_id": 14,
            "awareness_info": "For American, people order and enjoy chicken burgers, often with a humorous twist."
        },
        {
            "number_id": 15,
            "awareness_info": "For American, people engage in overeating and fall asleep during football games as part of celebratory traditions."
        },
        {
            "number_id": 16,
            "awareness_info": "For American, people, particularly women and moms embrace and style athleisure wear, including sweatpants, as a trendy and comfortable fashion choice, often with minimal makeup and hair styling."
        },
        {
            "number_id": 17,
            "awareness_info": "For American, people prioritize comfort through dressing comfortably, seeking comfortable seating, and using blankets."
        },
        {
            "number_id": 18,
            "awareness_info": "For American, people eat popcorn, often sweetened and referred to as kettlecorn."
        },
        {
            "number_id": 19,
            "awareness_info": "For American, international students struggle with social and academic integration."
        },
        {
            "number_id": 20,
            "awareness_info": "For American, women engage in daily grooming rituals, including wearing makeup and styling hair, often in conjunction with wearing athleisure wear."
        },
        {
            "number_id": 21,
            "awareness_info": "For American, people express surprise, shock, and amazement towards cultural differences and unfamiliar practices."
        },
        {
            "number_id": 22,
            "awareness_info": "For American, people prefer using canned whipped cream in various culinary contexts, including desserts and cooking."
        },
        {
            "number_id": 23,
            "awareness_info": "For American, students and teachers adhere to a traditional school schedule with classes and after-school activities, often from early morning to late afternoon."
        },
        {
            "number_id": 24,
            "awareness_info": "For American, speaker or person express gratitude or appreciation through compliments, thanks, or acknowledgment."
        },
        {
            "number_id": 25,
            "awareness_info": "For American, individuals and parents maintain a sleep schedule that includes going to bed early and waking up early, with variations based on age and work schedule."
        },
        {
            "number_id": 26,
            "awareness_info": "For American, viewers and content creators express gratitude, appreciation, and opinions through positive comments, compliments, and sarcasm."
        },
        {
            "number_id": 27,
            "awareness_info": "For American, people express shock, frustration, and concern about gas prices, often due to high taxes and green party demands, while adapting to higher costs through work-life balance and spending habits."
        },
        {
            "number_id": 28,
            "awareness_info": "For American, parents dress children in modern, coordinated, and often matching outfits, including jeans."
        },
        {
            "number_id": 29,
            "awareness_info": "For American, people express pride in various aspects, including national identity, patriotism, and shared ideals."
        },
        {
            "number_id": 30,
            "awareness_info": "For American, customers and staff engage in various behaviors including ordering, serving, and expressing preferences."
        },
        {
            "number_id": 31,
            "awareness_info": "For American, individuals and employees pursue and work hard for better-paid, rewarding, and enjoyable jobs."
        },
        {
            "number_id": 32,
            "awareness_info": "For American, people prefer and frequently use butter, often in large quantities, for various purposes including baking, spreading, and as a condiment."
        },
        {
            "number_id": 33,
            "awareness_info": "For American, couples and guests couples often request cash gifts, sometimes with a rhyme or specific request, while guests give cash or physical gifts."
        },
        {
            "number_id": 34,
            "awareness_info": "For American, people and educational institutions use the terms 'college' and 'university' interchangeably to refer to higher education institutions, with 'college' also used for smaller institutions or specific programs."
        },
        {
            "number_id": 35,
            "awareness_info": "For American, individuals and groups consume alcohol, including beer and cocktails, to relax, socialize, and build relationships."
        },
        {
            "number_id": 36,
            "awareness_info": "For American, people express shock or surprise, often in response to unexpected or unfamiliar situations."
        },
        {
            "number_id": 37,
            "awareness_info": "For American, people express love for the country and its people, often in a patriotic manner."
        },
        {
            "number_id": 38,
            "awareness_info": "For American, individuals and strangers offer support, initiate conversations, express gratitude, and offer help."
        },
        {
            "number_id": 39,
            "awareness_info": "For American, people express missing feelings towards various aspects of American culture and life."
        },
        {
            "number_id": 40,
            "awareness_info": "For American, people and McDonald's refer to and consume pancakes, often using the term 'hotcakes'."
        },
        {
            "number_id": 41,
            "awareness_info": "For American, people use unique and colloquial expressions, often with different meanings or words for the same thing."
        },
        {
            "number_id": 42,
            "awareness_info": "For American, people and businesses adopt and charge for the use of bags, including paper and plastic, in grocery stores as a response to environmental concerns."
        },
        {
            "number_id": 43,
            "awareness_info": "For American, students and young adults engage in party culture, including drinking alcohol and socializing."
        },
        {
            "number_id": 44,
            "awareness_info": "For American, servers and customers customers order eggs in various ways, including over easy, over medium, and scrambled, while servers may have specific cooking methods or ask for egg preferences."
        },
        {
            "number_id": 45,
            "awareness_info": "For American, people prefer and consume coffee, including espresso, in specific ways such as using espresso cups."
        },
        {
            "number_id": 46,
            "awareness_info": "For American, people use emojis, slang, and profanity to express emotions, enthusiasm, or displeasure."
        },
        {
            "number_id": 47,
            "awareness_info": "For American, people use the term 'ground floor' to refer to the first floor, with variations in usage across regions and building types."
        },
        {
            "number_id": 48,
            "awareness_info": "For American, people eat food, often causing buttons to pop open, indicating a cultural association between food and clothing strain."
        },
        {
            "number_id": 49,
            "awareness_info": "For American, employees and employers engage in hard work, budgeting, and communication for financial stability and success."
        },
        {
            "number_id": 50,
            "awareness_info": "For American, people and parents practice thriftiness by taking leftovers home and eating them for multiple meals, considering it a waste of money to not do so."
        },
        {
            "number_id": 51,
            "awareness_info": "For American, people and government visit and own museums, with many being free but some charging fees."
        },
        {
            "number_id": 52,
            "awareness_info": "For American, people engage in bulk shopping for household items and groceries, often following unwritten rules and expressing preferences for specific products."
        },
        {
            "number_id": 53,
            "awareness_info": "For American, content creators and individuals express personal thoughts, share content, and engage in playful language to celebrate differences and seek validation."
        },
        {
            "number_id": 54,
            "awareness_info": "For American, people and medical staff use a combination of 12-hour and 24-hour clock systems, with a preference for the 12-hour format."
        },
        {
            "number_id": 55,
            "awareness_info": "For American, individuals join, rank, and serve in the military, often for healthcare and education benefits."
        },
        {
            "number_id": 56,
            "awareness_info": "For American, people preference and consumption of carbonated or sparkling water."
        },
        {
            "number_id": 57,
            "awareness_info": "For American, individuals and groups frequent use of apologies, including saying 'sorry' and 'it's all good', often for minor or unintentional actions."
        },
        {
            "number_id": 58,
            "awareness_info": "For American, people frequently discuss and describe the weather, often using colorful language and expressing various emotions towards it."
        },
        {
            "number_id": 59,
            "awareness_info": "For American, people use, create, and associate various names, including unique, shortened, and dual last names, often with personal preference or reputation."
        },
        {
            "number_id": 60,
            "awareness_info": "For American, people, including civilians and military members celebrate Memorial Day with a mix of solemnity and joy, including barbecues, parades, and reflection on military sacrifices."
        },
        {
            "number_id": 61,
            "awareness_info": "For American, individuals and families express homesickness, live, and move to Germany for various durations."
        },
        {
            "number_id": 62,
            "awareness_info": "For American, people engage in open and legal use of marijuana and other substances, reflecting a relaxed attitude towards drug use."
        },
        {
            "number_id": 63,
            "awareness_info": "For American, individuals, including solo travelers engage in solo travel for personal growth, adventure, and independence."
        },
        {
            "number_id": 64,
            "awareness_info": "For American, people engage in various activities including living, slowing down, and adapting to weather conditions."
        },
        {
            "number_id": 65,
            "awareness_info": "For American, people express excitement, enthusiasm, and amusement, often with a sense of wonder or surprise."
        },
        {
            "number_id": 66,
            "awareness_info": "For American, people adapt to and engage in warm culture, including following rules and acclimatizing to heat."
        },
        {
            "number_id": 67,
            "awareness_info": "For American, people and communities utilize and manage above-ground and underground wiring systems, with varying preferences and challenges related to cost, safety, and aesthetics."
        },
        {
            "number_id": 68,
            "awareness_info": "For American, customers request and use doggy bags to take home leftovers."
        },
        {
            "number_id": 69,
            "awareness_info": "For American, people express admiration and appreciation for unique and nice things, including their own culture and that of Europe."
        },
        {
            "number_id": 70,
            "awareness_info": "For American, people use, prefer, and dedicate significant space to ketchup, often considering it a staple condiment."
        },
        {
            "number_id": 71,
            "awareness_info": "For American, individuals and parents prefer and prepare healthy snacks, including apples with peanut butter, cheese, or yogurt."
        },
        {
            "number_id": 72,
            "awareness_info": "For American, people and students engage in outdoor activities like hiking, camping, and picking berries, while also preserving and enjoying nature."
        },
        {
            "number_id": 73,
            "awareness_info": "For American, individuals and people utilize Zelle for bank-to-bank transactions."
        },
        {
            "number_id": 74,
            "awareness_info": "For American, people strive to learn and adapt to new experiences, often expressing a desire to learn and sharing knowledge gained."
        },
        {
            "number_id": 75,
            "awareness_info": "For American, people display unique cultural traits, including specific behaviors, language use, and cultural practices."
        },
        {
            "number_id": 76,
            "awareness_info": "For American, people and customers follow strict rules and maintain orderly, quiet behavior."
        },
        {
            "number_id": 77,
            "awareness_info": "For American, people and individuals watch and discuss true crime documentaries, with a notable interest in the cleaning process."
        },
        {
            "number_id": 78,
            "awareness_info": "For American, people prefer and commonly pack home-packed lunches for convenience and personal preference."
        },
        {
            "number_id": 79,
            "awareness_info": "For American, people and individuals use nicknames to distinguish or express familiarity."
        },
        {
            "number_id": 80,
            "awareness_info": "For American, customers prepay for gas, often estimating or paying for a full tank."
        },
        {
            "number_id": 81,
            "awareness_info": "For American, people have varying perceptions on the cost and quality of toilet paper, ranging from considering it expensive to finding it cheap, with a preference for high-quality and bulk purchases."
        },
        {
            "number_id": 82,
            "awareness_info": "For American, people, including children consume sunflower seeds, often by cracking open the shell and eating the inside."
        },
        {
            "number_id": 83,
            "awareness_info": "For American, people, especially young males use the term 'bro' as a colloquial expression of familiarity or camaraderie."
        },
        {
            "number_id": 84,
            "awareness_info": "For American, users and content creators express admiration, gratitude, and support through various means such as likes, comments, and thanking."
        },
        {
            "number_id": 85,
            "awareness_info": "For American, customer order coffee with specific preferences, including size, temperature, and additional ingredients."
        },
        {
            "number_id": 86,
            "awareness_info": "For American, mothers encourage wearing a jacket despite varying weather conditions."
        },
        {
            "number_id": 87,
            "awareness_info": "For American, people and individuals enjoy and express a strong preference for Oreos, including various flavors and combinations such as deep-fried, with peanut butter, and in stuffed form."
        },
        {
            "number_id": 88,
            "awareness_info": "For American, people, especially students perform the Cupid Shuffle dance."
        },
        {
            "number_id": 89,
            "awareness_info": "For American, people frequent Sonic Drive-In for its unique fast food experience, including ordering through intercoms and enjoying shakes and fruit slushees."
        },
        {
            "number_id": 90,
            "awareness_info": "For American, people celebrate Christmas with gift-giving, watching Christmas Vacation, and spending time with family."
        },
        {
            "number_id": 91,
            "awareness_info": "For American, individuals, including immigrants and serial expats express shock and attempt to adapt to cultural differences."
        },
        {
            "number_id": 92,
            "awareness_info": "For American, people express admiration or compliments, often sincere and specific."
        },
        {
            "number_id": 93,
            "awareness_info": "For American, people and students wake up early, often before 6am."
        },
        {
            "number_id": 94,
            "awareness_info": "For American, employees adapt to flexible work schedules, including arriving early, leaving early, and working overtime."
        },
        {
            "number_id": 95,
            "awareness_info": "For American, people enjoy a diverse range of foods, including barbecue, burgers, fried foods, and soul food."
        },
        {
            "number_id": 96,
            "awareness_info": "For American, individuals and students engage in study abroad programs for personal growth, often expressing gratitude and excitement."
        },
        {
            "number_id": 97,
            "awareness_info": "For American, children and parents children attend preschool, parents enroll and work with teachers for extended time and days."
        },
        {
            "number_id": 98,
            "awareness_info": "For American, individuals and people seek various nail care services, including regular manicures, gel manicures, and pedicures, with costs ranging from $10 to $500."
        },
        {
            "number_id": 99,
            "awareness_info": "For American, people, including teachers and students use the term 'rubber' to refer to erasers, often leading to confusion with condoms."
        }
    ],
    "German": [
        {
            "number_id": 100,
            "awareness_info": "For German, people prefer and cut their own bread, including specific types like Toastbrot."
        },
        {
            "number_id": 101,
            "awareness_info": "For German, people prefer Aldi for its efficient and cost-effective shopping experience, including the use of fancy carts."
        },
        {
            "number_id": 102,
            "awareness_info": "For German, drivers strict adherence to traffic rules, including pulling off the road when necessary and following the zipper rule."
        },
        {
            "number_id": 103,
            "awareness_info": "For German, authorities and residents discover and live with unexploded bombs, leading to annual discoveries of 2,000 tons."
        },
        {
            "number_id": 104,
            "awareness_info": "For German, people and homeowners open windows in a specific way, often with a unique mechanism."
        },
        {
            "number_id": 105,
            "awareness_info": "For German, people enjoy eating Bratwurst, a traditional German sausage, often in a Mercedes as a symbol of luxury."
        },
        {
            "number_id": 106,
            "awareness_info": "For German, people use, adjust, and appreciate windows, including their superior technology and ability to perform various functions."
        },
        {
            "number_id": 107,
            "awareness_info": "For German, students and language learners engage in language learning, including asking questions and seeking assistance."
        },
        {
            "number_id": 108,
            "awareness_info": "For German, people, consumers, and sellers expect and provide transparent pricing, with prices as advertised and non-negotiable."
        },
        {
            "number_id": 109,
            "awareness_info": "For German, government and parents government pays parental allowance and parents receive it; parents may also work hourly jobs."
        },
        {
            "number_id": 110,
            "awareness_info": "For German, individuals, including patients and their families seek medical advice, take sick leave, and utilize rehabilitation options."
        },
        {
            "number_id": 111,
            "awareness_info": "For German, people demonstrate a strong emphasis on being prepared."
        },
        {
            "number_id": 112,
            "awareness_info": "For German, people frequent shopping at Lidl, a popular discount supermarket chain, for its affordability and wide range of options."
        },
        {
            "number_id": 113,
            "awareness_info": "For German, people frequent, quick, and efficient grocery shopping, often for healthy food, with a preference for shopping for a few days' worth of groceries at a time."
        },
        {
            "number_id": 114,
            "awareness_info": "For German, consumers and sellers practice transparent pricing with tax included in prices."
        },
        {
            "number_id": 115,
            "awareness_info": "For German, people and authorities use efficient and trust-based parking systems, including the honor system and preparedness."
        },
        {
            "number_id": 116,
            "awareness_info": "For German, people, including adults and children strictly follow traffic rules, including waiting at traffic lights, even when it is safe to cross."
        },
        {
            "number_id": 117,
            "awareness_info": "For German, people and German chancellor serve, drink, and have beer available, often in a casual or celebratory manner."
        },
        {
            "number_id": 118,
            "awareness_info": "For German, people, including tourists drink Glühwein, a traditional German mulled wine, for enjoyment and to make winter bearable."
        },
        {
            "number_id": 119,
            "awareness_info": "For German, people prefer using shopping carts, including small carts for weekly shopping and fancy carts with unique features like flip-down seats."
        },
        {
            "number_id": 120,
            "awareness_info": "For German, people emphasize punctuality as a sign of respect and importance."
        },
        {
            "number_id": 121,
            "awareness_info": "For German, people prefer coffee with ice cream or cake, use coffee machines, and sometimes mispronounce words."
        },
        {
            "number_id": 122,
            "awareness_info": "For German, people, including tenants and landlords engage in complex and sometimes difficult processes of finding and maintaining housing, with unique expectations and practices around rent, noise, and property maintenance."
        },
        {
            "number_id": 123,
            "awareness_info": "For German, people and supermarkets preference for and sale of ground chicken and turkey."
        },
        {
            "number_id": 124,
            "awareness_info": "For German, people prefer mild mustard and occasionally use spicy mustard, with a preference for Mittelscharf mustard."
        },
        {
            "number_id": 125,
            "awareness_info": "For German, people emphasize proper flattening of boxes and cardboard, often with intensity."
        },
        {
            "number_id": 126,
            "awareness_info": "For German, people enjoy eating currywurst, a popular German sausage dish."
        },
        {
            "number_id": 127,
            "awareness_info": "For German, people use and appreciate fancy shopping carts for their efficiency and convenience."
        },
        {
            "number_id": 128,
            "awareness_info": "For German, people preference for German-made vehicles, particularly Volkswagen and Mercedes, with a notable association between Mercedes and luxury."
        },
        {
            "number_id": 129,
            "awareness_info": "For German, people express excitement and enjoy various aspects of life, including food, culture, and experiences."
        },
        {
            "number_id": 130,
            "awareness_info": "For German, students and individuals pursue and value education, including studying abroad and attending school."
        },
        {
            "number_id": 131,
            "awareness_info": "For German, people, including tourists use translation apps to communicate effectively."
        },
        {
            "number_id": 132,
            "awareness_info": "For German, people discover new aspects of life and culture."
        },
        {
            "number_id": 133,
            "awareness_info": "For German, people and journalists prefer factual news reporting, consume news as information, and have a different perception of news and the world compared to other countries."
        },
        {
            "number_id": 134,
            "awareness_info": "For German, people and individuals engage in greetings, including saying hello, standing up, and smiling, often with a 'hallo' or 'guten Tag'."
        },
        {
            "number_id": 135,
            "awareness_info": "For German, Germany and its people known for having a robust and productive economy, with high GDP and GDP per capita, often considered the richest country."
        },
        {
            "number_id": 136,
            "awareness_info": "For German, people store and prepare carrots using various methods, including soaking, blanching, and freezing, to maintain freshness and flavor."
        },
        {
            "number_id": 137,
            "awareness_info": "For German, people engage in late-night socializing, often till 6am, by visiting clubs and bars."
        },
        {
            "number_id": 138,
            "awareness_info": "For German, people practice daily showering and washing, using sponges, washcloths, or washing gloves for cleaning, and change underwear daily."
        },
        {
            "number_id": 139,
            "awareness_info": "For German, people and farmers prioritize freshness and flavor in carrot consumption and production, with a preference for non-GMO and preservative-free options."
        },
        {
            "number_id": 140,
            "awareness_info": "For German, receptionists and medical professionals perform both administrative and medical tasks, including screenings and consultations, with a focus on early detection and patient comfort."
        },
        {
            "number_id": 141,
            "awareness_info": "For German, people preference for carbonated and sparkling water, including soda and Natron, in daily life and restaurants."
        },
        {
            "number_id": 142,
            "awareness_info": "For German, people and bakers take bread seriously, with a preference for rye bread and 300+ types of bread, including Spelt Bread and liquid bread."
        },
        {
            "number_id": 143,
            "awareness_info": "For German, people express admiration for the country's beauty, often referring to its natural landscapes, architecture, and people's appearances."
        },
        {
            "number_id": 144,
            "awareness_info": "For German, people, including locals and tourists seek social connections, speak English, and live in the area."
        },
        {
            "number_id": 145,
            "awareness_info": "For German, people consume gummy bears, with a preference for green ones that are apple-flavored."
        },
        {
            "number_id": 146,
            "awareness_info": "For German, people have a strong preference for asparagus, particularly white asparagus, which is considered a royal vegetable and is often consumed with sauce hollandaise."
        },
        {
            "number_id": 147,
            "awareness_info": "For German, people participate in traditional festive activities, including attending markets, speaking the local language, and enjoying festive treats like Kinder punch."
        },
        {
            "number_id": 148,
            "awareness_info": "For German, customers and butchers prefer to buy and grind fresh meat at the butcher for quality and preservation."
        },
        {
            "number_id": 149,
            "awareness_info": "For German, people, including inventors and Nazis invented Fanta as a response to trade blockades and embargoes."
        },
        {
            "number_id": 150,
            "awareness_info": "For German, people value order and individualism, with a strong emphasis on rules and personal space."
        },
        {
            "number_id": 151,
            "awareness_info": "For German, people and speakers use specific and descriptive words, including unique phrases and English words in German context."
        },
        {
            "number_id": 152,
            "awareness_info": "For German, people express a mix of pride, appreciation, and shock towards the city's culture, food, and living costs."
        },
        {
            "number_id": 153,
            "awareness_info": "For German, employees and parents take paid sick leave for up to six weeks, with social insurance taking over after that period."
        },
        {
            "number_id": 154,
            "awareness_info": "For German, people consume and prepare sausages, often in specific quantities and with a preference for even numbers."
        },
        {
            "number_id": 155,
            "awareness_info": "For German, people prioritize directness in communication, often perceived as blunt or rude by others."
        },
        {
            "number_id": 156,
            "awareness_info": "For German, people and bakeries appreciate, enjoy, and offer a wide variety of baked goods, including fresh bread, rolls, pastries, and unique regional specialties."
        },
        {
            "number_id": 157,
            "awareness_info": "For German, people participate in giveaways, follow and like videos, and engage with non-traditional entertainment offerings."
        },
        {
            "number_id": 158,
            "awareness_info": "For German, employers and students employers offer paid internships, often 3 months long, and students apply for them as a requirement to graduate."
        },
        {
            "number_id": 159,
            "awareness_info": "For German, people, including parents and children pray before eating and wait until the last one finishes."
        },
        {
            "number_id": 160,
            "awareness_info": "For German, family members and individuals keep, store, or scatter ashes of deceased family members at home or in a special place, sometimes for decades, as a form of respect and remembrance."
        },
        {
            "number_id": 161,
            "awareness_info": "For German, people, including children and parents create, visit, and enjoy playgrounds, often considered superior to those in other countries."
        },
        {
            "number_id": 162,
            "awareness_info": "For German, people prefer a hearty and varied breakfast, often including bread, cheese, eggs, and cold meats."
        },
        {
            "number_id": 163,
            "awareness_info": "For German, students and professors engage in social activities including parties, drinking, and experimenting with alcohol, often in a relaxed and inclusive atmosphere."
        },
        {
            "number_id": 164,
            "awareness_info": "For German, people and government strict, cumbersome, and serious recycling practices, including selling used cans and bottles for money."
        },
        {
            "number_id": 165,
            "awareness_info": "For German, people use specific, direct, and literal language, including compound words and English phrases."
        },
        {
            "number_id": 166,
            "awareness_info": "For German, individuals and families show, move, marry, and work."
        },
        {
            "number_id": 167,
            "awareness_info": "For German, individuals and businesses engage in various food-related practices including ordering, purchasing, and selling food."
        },
        {
            "number_id": 168,
            "awareness_info": "For German, people use and have persianas, a type of window covering."
        },
        {
            "number_id": 169,
            "awareness_info": "For German, German husband engage with American culture through visits, laughter, and experiencing cultural differences."
        },
        {
            "number_id": 170,
            "awareness_info": "For German, people and consumers prefer and consume pickles, with a preference for less sugary and more traditional varieties."
        },
        {
            "number_id": 171,
            "awareness_info": "For German, employers and employees offer and take paid vacation, with additional benefits like Christmas bonuses and holiday pay."
        },
        {
            "number_id": 172,
            "awareness_info": "For German, people follow a specific mealtime schedule, with lunch around 1 pm and dinner between 5:30-8:30 pm, often including coffee and cake time in the afternoon."
        },
        {
            "number_id": 173,
            "awareness_info": "For German, people and students associate and prefer Adidas, often wearing it as a symbol of German identity."
        },
        {
            "number_id": 174,
            "awareness_info": "For German, speakers use specific, often oddly specific, words and phrases, reflecting a rich and nuanced language."
        },
        {
            "number_id": 175,
            "awareness_info": "For German, Germans and host families offer warm hospitality, including welcoming, providing drinks, and forming lifelong bonds."
        },
        {
            "number_id": 176,
            "awareness_info": "For German, Brothers Grimm and parents create and read original stories with moral lessons and sometimes brutal content."
        },
        {
            "number_id": 177,
            "awareness_info": "For German, customers and cashiers scan items using self-checkout or by cashiers, often quickly and with counters for bagging."
        },
        {
            "number_id": 178,
            "awareness_info": "For German, people engage in various activities including walking, shopping, and taking city tours."
        },
        {
            "number_id": 179,
            "awareness_info": "For German, people dress appropriately for cold weather, including using the term 'winter regime'."
        },
        {
            "number_id": 180,
            "awareness_info": "For German, people, including young ladies and smokers engage in smoking, including buying cigarettes from vending machines and stores."
        },
        {
            "number_id": 181,
            "awareness_info": "For German, people and au pair love and frequently consume Nutella, including using it as a spread and in sandwiches, despite its high sugar content."
        },
        {
            "number_id": 182,
            "awareness_info": "For German, people engage in various unique practices including washing filters, folding filter sides, and using more coffee powder."
        },
        {
            "number_id": 183,
            "awareness_info": "For German, people prefer and associate yellow color with orange juice, using carotene and beetroot juice for red orange colors."
        },
        {
            "number_id": 184,
            "awareness_info": "For German, individuals and people express farewell with a range of verbal and non-verbal cues, including specific phrases, screaming, waving, and maintaining eye contact."
        },
        {
            "number_id": 185,
            "awareness_info": "For German, individuals and their ancestors claim, identify, and trace German ancestry, including inherited traits and historical migrations."
        },
        {
            "number_id": 186,
            "awareness_info": "For German, people and tourists engage in various dining practices including eating traditional food, dressing up, and starting the day with breakfast or a treat."
        },
        {
            "number_id": 187,
            "awareness_info": "For German, residents and children engage in door-blessing rituals and participate in holiday activities."
        },
        {
            "number_id": 188,
            "awareness_info": "For German, teenagers engage in the 'Schulz' tradition, a drinking game involving saying 'Schulz' and performing a specific gesture."
        },
        {
            "number_id": 189,
            "awareness_info": "For German, people use light switches outside or inside the bathroom, with varying practices in public and private spaces."
        },
        {
            "number_id": 190,
            "awareness_info": "For German, people and businesses adhere to specific opening and closing times, including early closures on weekends and holidays."
        },
        {
            "number_id": 191,
            "awareness_info": "For German, people, including parents and individuals bake and bring cakes, sometimes with individual goodie bags."
        },
        {
            "number_id": 192,
            "awareness_info": "For German, customers prefer paying for meals, bathroom use, and other services with cash or card, often involving scanning or paying separately."
        },
        {
            "number_id": 193,
            "awareness_info": "For German, people adopt specific practices in washing and cleaning, including using washers in kitchens and bathrooms, and having washing machines in apartments."
        },
        {
            "number_id": 194,
            "awareness_info": "For German, customers and service staff engage in tipping practices, with customers tipping for good service and service staff asking for tips."
        },
        {
            "number_id": 195,
            "awareness_info": "For German, drivers adhere to right-hand traffic, use left lane for passing, and pull off the road when necessary."
        },
        {
            "number_id": 196,
            "awareness_info": "For German, people enjoy a variety of schnitzel dishes, including Jager schnitzel and schnitzel sandwiches, often in large portions."
        },
        {
            "number_id": 197,
            "awareness_info": "For German, people use the word 'little' as a colloquial term for Lidl, reflecting a preference for German products and a focus on prices."
        },
        {
            "number_id": 198,
            "awareness_info": "For German, people use a mangel to press, smooth, and efficiently clean clothes and beddings."
        },
        {
            "number_id": 199,
            "awareness_info": "For German, people, including mothers bring home souvenirs and German products."
        }
    ],
    "Italian": [
        {
            "number_id": 200,
            "awareness_info": "For Italian, residents practice waste management through recycling, separating recyclables, and taking garbage to local dumpsters."
        },
        {
            "number_id": 201,
            "awareness_info": "For Italian, people, including Italians and foreigners experience culture shock due to differences in lifestyle, social norms, and expectations."
        },
        {
            "number_id": 202,
            "awareness_info": "For Italian, children experience organic childhood, including growing up in a unique and organic environment."
        },
        {
            "number_id": 203,
            "awareness_info": "For Italian, parents and caregivers use the paleta as a teaching tool or discipline method."
        },
        {
            "number_id": 204,
            "awareness_info": "For Italian, people enjoy aperitivo, a popular drink and cultural tradition, while embracing a hustle culture that values enjoying life and taking things slowly."
        },
        {
            "number_id": 205,
            "awareness_info": "For Italian, people and tourists experience and perceive a diverse range of weather conditions, from hot summers to cooler temperatures, often with a focus on enjoying the climate."
        },
        {
            "number_id": 206,
            "awareness_info": "For Italian, people enjoy and appreciate high-quality food, often involving frequent eating and testing."
        },
        {
            "number_id": 207,
            "awareness_info": "For Italian, residents and shop owners maintain a unique shopping schedule with shops open all day, closing in the afternoon, and opening late into the evening."
        },
        {
            "number_id": 208,
            "awareness_info": "For Italian, individuals and students engage in learning and speaking Italian, including asking for tips and studying."
        },
        {
            "number_id": 209,
            "awareness_info": "For Italian, people use bidets in homes as a common hygiene practice."
        },
        {
            "number_id": 210,
            "awareness_info": "For Italian, people use distinctive hand gestures for various purposes, including expressing excitement, communication, and cultural performance."
        },
        {
            "number_id": 211,
            "awareness_info": "For Italian, people, including children and mothers eat and prepare calzone, considering it a healthier choice than pancakes or waffles."
        },
        {
            "number_id": 212,
            "awareness_info": "For Italian, people and customers prefer booking appointments in advance, including calling ahead and using apps, for various services."
        },
        {
            "number_id": 213,
            "awareness_info": "For Italian, people actively share and document their daily life on Instagram, including the use of filters."
        },
        {
            "number_id": 214,
            "awareness_info": "For Italian, customers and restaurant staff engage in leisurely, social, and flavorful dining experiences, including taking time to enjoy meals, paying attention to presentation, and expressing gratitude."
        },
        {
            "number_id": 215,
            "awareness_info": "For Italian, people incorporate pesto into breakfast meals, often as a spread or addition."
        },
        {
            "number_id": 216,
            "awareness_info": "For Italian, people express shock towards cultural differences."
        },
        {
            "number_id": 217,
            "awareness_info": "For Italian, people and Disney associate the name Moana with a famous porn actress, leading to the use of Vaiana for the Disney character."
        },
        {
            "number_id": 218,
            "awareness_info": "For Italian, Italian individuals engage in formal greetings, show politeness, and express amusement or annoyance."
        },
        {
            "number_id": 219,
            "awareness_info": "For Italian, people, including children and homeowners prefer hand-washing for delicate or stained items, and use washing machines for regular laundry."
        },
        {
            "number_id": 220,
            "awareness_info": "For Italian, people enjoy going to the cinema, often with intermissions and breaks during movies."
        },
        {
            "number_id": 221,
            "awareness_info": "For Italian, people extensive use of hand gestures to express emotions, communicate, and emphasize points."
        },
        {
            "number_id": 222,
            "awareness_info": "For Italian, people, including tourists and customers order various types of coffee, including caffè shakerato, latte macchiato, and caffellatte, often requesting sugar or syrup."
        },
        {
            "number_id": 223,
            "awareness_info": "For Italian, people and Ferrero employees enjoy and produce Nutella, with varying opinions on its healthiness and preference over Crema Novi."
        },
        {
            "number_id": 224,
            "awareness_info": "For Italian, parents and authority figures use wooden spoons and other objects as a form of discipline."
        },
        {
            "number_id": 225,
            "awareness_info": "For Italian, people, businesses, and shop owners engage in shopping activities, with businesses opening on Sundays, including supermarkets, markets, and malls."
        },
        {
            "number_id": 226,
            "awareness_info": "For Italian, people engage in various activities including napping, expressing emotions, and showcasing daily life."
        },
        {
            "number_id": 227,
            "awareness_info": "For Italian, people and producers of fruit-based drinks prefer and produce Fanta with high real orange juice content, considering it a quality drink."
        },
        {
            "number_id": 228,
            "awareness_info": "For Italian, tourists and travelers engage in cultural exploration and interaction, including visiting landmarks, seeking local connections, and packing appropriately."
        },
        {
            "number_id": 229,
            "awareness_info": "For Italian, participants including couples, family members, and children active participation in weddings, including attending, getting married, and performing ceremonial duties."
        },
        {
            "number_id": 230,
            "awareness_info": "For Italian, people take long breaks for meals, rest, and personal needs, with businesses and entertainment adjusting accordingly."
        },
        {
            "number_id": 231,
            "awareness_info": "For Italian, hosts and guests offer food, drinks, and gifts to express hospitality, gratitude, and well wishes."
        },
        {
            "number_id": 232,
            "awareness_info": "For Italian, people use and miss persianas, a type of window covering."
        },
        {
            "number_id": 233,
            "awareness_info": "For Italian, speaker use the word 'finestra' to refer to various parts of a car."
        },
        {
            "number_id": 234,
            "awareness_info": "For Italian, Italian people and customers frequent use of apologies, including in service interactions and for weather."
        },
        {
            "number_id": 235,
            "awareness_info": "For Italian, parents, mothers, and mothers-in-law express love, support, and guidance, often through communication and actions."
        },
        {
            "number_id": 236,
            "awareness_info": "For Italian, people strive to be international, cosmopolitan, and modern, often viewing Milan as a separate entity from the rest of Italy."
        },
        {
            "number_id": 237,
            "awareness_info": "For Italian, people prefer eating pastries, croissants, and coffee for breakfast, with a preference for industrial croissants and chocolate."
        },
        {
            "number_id": 238,
            "awareness_info": "For Italian, people and families traditionally consume and prepare lasagna, often as a finger food for larger groups during Christmas."
        },
        {
            "number_id": 239,
            "awareness_info": "For Italian, people, including mothers and children engage in cooking, sharing, and learning about traditional Italian dishes."
        },
        {
            "number_id": 240,
            "awareness_info": "For Italian, people consume limoncello, a traditional Italian lemon liqueur, for enjoyment and palate cleansing."
        },
        {
            "number_id": 241,
            "awareness_info": "For Italian, people, including parents and children hang clothes outside to dry, using lines, racks, or gates."
        },
        {
            "number_id": 242,
            "awareness_info": "For Italian, Ferrero and consumers Ferrero produces Kinder chocolate, which is a popular and beloved brand globally, while Italians specifically prefer Ferrero Rocher and Kinder Bueno."
        },
        {
            "number_id": 243,
            "awareness_info": "For Italian, people use various methods, including the 'Cornicello' and blue charms, to ward off the 'Malocchio' or 'Mati', a perceived evil eye."
        },
        {
            "number_id": 244,
            "awareness_info": "For Italian, people express agreement and gratitude."
        },
        {
            "number_id": 245,
            "awareness_info": "For Italian, Sicitalian_ actively engages in various activities including following, posting, and sharing stories, with a goal to gain verification and popularity."
        },
        {
            "number_id": 246,
            "awareness_info": "For Italian, people acknowledge, appreciate, and showcase natural beauty."
        },
        {
            "number_id": 247,
            "awareness_info": "For Italian, people, including locals and travelers enjoy the natural beauty, language, and cultural experiences of Sardinia, with a preference for its beaches and mountains."
        },
        {
            "number_id": 248,
            "awareness_info": "For Italian, people adhere to specific waiting times before and after eating, ranging from 15 minutes to several hours, for digestion and proper enjoyment."
        },
        {
            "number_id": 249,
            "awareness_info": "For Italian, people, including children and Nonna consume cappuccino and coffee with milk, with varying preferences and practices."
        },
        {
            "number_id": 250,
            "awareness_info": "For Italian, people use a variety of cleaning tools, including sponges, hands, and shower gels, with a preference for soft or rougher textures."
        },
        {
            "number_id": 251,
            "awareness_info": "For Italian, people prefer tuna in glass containers over canned tuna, considering it a higher quality and healthier option."
        },
        {
            "number_id": 252,
            "awareness_info": "For Italian, people express pride in various aspects of their country and culture, including history, safety, and nationality."
        },
        {
            "number_id": 253,
            "awareness_info": "For Italian, people enjoy wine as a common beverage, often bringing their own bottle."
        },
        {
            "number_id": 254,
            "awareness_info": "For Italian, shop owners and residents adhere to a unique shopping schedule, closing shops in the afternoon and reopening later in the day, with variations based on city size and family-run businesses."
        },
        {
            "number_id": 255,
            "awareness_info": "For Italian, students and people engage in rigorous study, often involving memorization, to succeed in academics, particularly in engineering and design fields."
        },
        {
            "number_id": 256,
            "awareness_info": "For Italian, mothers and parents engage in free or affordable childbirth and access to necessary resources."
        },
        {
            "number_id": 257,
            "awareness_info": "For Italian, people and grocery stores store eggs in a variety of ways, including on shelves, in the fridge, and at room temperature, depending on personal preference and grocery store practices."
        },
        {
            "number_id": 258,
            "awareness_info": "For Italian, individuals, wives, partners prioritize safety, express admiration, communicate effectively, and listen actively."
        },
        {
            "number_id": 259,
            "awareness_info": "For Italian, students engage in language learning, including exposure to and practice of multiple languages."
        },
        {
            "number_id": 260,
            "awareness_info": "For Italian, parents and grandparents engage in frequent and affectionate communication, including phone calls, storytelling, and advice-giving."
        },
        {
            "number_id": 261,
            "awareness_info": "For Italian, people expressive and passionate about their culture, including defending it and using context clues to understand cultural norms."
        },
        {
            "number_id": 262,
            "awareness_info": "For Italian, people display diverse and unique behaviors, including social interactions, personal habits, and cultural practices."
        },
        {
            "number_id": 263,
            "awareness_info": "For Italian, people, including families and children enjoy beaches, including going topless, visiting specific beaches, and spending time with family."
        },
        {
            "number_id": 264,
            "awareness_info": "For Italian, people and speakers use the term 'pizzaiolo' to refer to a pizza maker, reflecting their cultural heritage and enjoyment of pizza."
        },
        {
            "number_id": 265,
            "awareness_info": "For Italian, family members and relatives engage in affectionate gestures, prepare and share food, and enjoy meals together."
        },
        {
            "number_id": 266,
            "awareness_info": "For Italian, people express a range of emotions from shock to confusion, often due to cultural differences."
        },
        {
            "number_id": 267,
            "awareness_info": "For Italian, people prefer using bidets for personal hygiene, including washing hands and cleaning private areas."
        },
        {
            "number_id": 268,
            "awareness_info": "For Italian, people use and consume Parmigiana di Melanzane, a dish similar to moussaka."
        },
        {
            "number_id": 269,
            "awareness_info": "For Italian, people practice siesta, a short nap, as a cultural norm."
        },
        {
            "number_id": 270,
            "awareness_info": "For Italian, content creators and fans create, share, and respond to educational and entertaining videos."
        },
        {
            "number_id": 271,
            "awareness_info": "For Italian, people wear flip flops for comfort and practicality, even in cold weather."
        },
        {
            "number_id": 272,
            "awareness_info": "For Italian, people drink espresso, often preceded by water for better taste."
        },
        {
            "number_id": 273,
            "awareness_info": "For Italian, people, pasticcere, and pastry chefs offer, make, and enjoy pasticcini, a traditional Italian dessert."
        },
        {
            "number_id": 274,
            "awareness_info": "For Italian, people use 'ti voglio bene' to express love, affection, or endearment."
        },
        {
            "number_id": 275,
            "awareness_info": "For Italian, people and language borrow and lend words, often influenced by Latin roots."
        },
        {
            "number_id": 276,
            "awareness_info": "For Italian, people engage in social interactions, including visiting, expressing amusement, and making friends."
        },
        {
            "number_id": 277,
            "awareness_info": "For Italian, tourists and students visit, study, and seek recommendations for cultural experiences."
        },
        {
            "number_id": 278,
            "awareness_info": "For Italian, parents and individuals engage in Italian language learning, usage of gestures, and expressions, and recognition of Italian heritage."
        },
        {
            "number_id": 279,
            "awareness_info": "For Italian, people and tourists engage in Easter traditions, including making appointments, avoiding celebrations, and visiting Italy."
        },
        {
            "number_id": 280,
            "awareness_info": "For Italian, people and speakers express admiration for Italy's rich history, culture, and beauty."
        },
        {
            "number_id": 281,
            "awareness_info": "For Italian, tourists and locals seek recommendations and close businesses for lunch."
        },
        {
            "number_id": 282,
            "awareness_info": "For Italian, tourists and locals seek recommendations for sightseeing, traditional cuisine, and cultural experiences."
        },
        {
            "number_id": 283,
            "awareness_info": "For Italian, vendors and customers engage in seasonal and non-GMO produce sales, with customers often lowering money in baskets for purchases."
        },
        {
            "number_id": 284,
            "awareness_info": "For Italian, Italy or its people strive for and achieve success, often symbolized by winning."
        },
        {
            "number_id": 285,
            "awareness_info": "For Italian, people celebrate with various traditions, including religious observances and public holidays."
        },
        {
            "number_id": 286,
            "awareness_info": "For Italian, students pursue academic excellence through rigorous study, exploration of skills, and participation in extracurricular activities."
        },
        {
            "number_id": 287,
            "awareness_info": "For Italian, people engage with penne alla vodka, a popular pasta dish made with penne pasta and vodka-based sauce."
        },
        {
            "number_id": 288,
            "awareness_info": "For Italian, people highly value and incorporate cheese in various ways, including adding it to food and making it."
        },
        {
            "number_id": 289,
            "awareness_info": "For Italian, people, including foreign students frequent pharmacies for various reasons, including buying alcohol, seeking medication, and using vending machines."
        },
        {
            "number_id": 290,
            "awareness_info": "For Italian, hosts and guests prioritize hospitality, including cooking large meals, offering food, and treating guests like family."
        },
        {
            "number_id": 291,
            "awareness_info": "For Italian, individuals, particularly women historically, women kept their maiden names, but recent changes allow for both partners to keep their own last names."
        },
        {
            "number_id": 292,
            "awareness_info": "For Italian, people prioritize the enjoyment and appreciation of coffee, including sitting to enjoy, learning to drink properly, and adding foam for aroma."
        },
        {
            "number_id": 293,
            "awareness_info": "For Italian, Italians display friendly, welcoming, and respectful behavior, including insisting on hosting and treating guests with respect."
        },
        {
            "number_id": 294,
            "awareness_info": "For Italian, men express romantic interest and commitment, including the phrase 'have a thing going on'."
        },
        {
            "number_id": 295,
            "awareness_info": "For Italian, Italians and Italy produce high-quality and innovative products, including fashion, food, machines, cars, and entertainment."
        },
        {
            "number_id": 296,
            "awareness_info": "For Italian, people and men dress well and fashionably, with a focus on style and quality."
        },
        {
            "number_id": 297,
            "awareness_info": "For Italian, people, including customers and service staff engage in gift-giving to express gratitude, appreciation, and friendship, often involving luxury items or mystery boxes."
        },
        {
            "number_id": 298,
            "awareness_info": "For Italian, people, including teachers and family members express gratitude and kindness."
        },
        {
            "number_id": 299,
            "awareness_info": "For Italian, people and the Sicitalian_ account actively use Instagram, including the use of Sicilian language and local dialects in usernames."
        }
    ],
    "Spanish": [
        {
            "number_id": 300,
            "awareness_info": "For Spanish, people and family members engage in diverse and inclusive wedding traditions, including dancing, partying, and involving children."
        },
        {
            "number_id": 301,
            "awareness_info": "For Spanish, people engage in unique cultural practices, including celebrations and wearing religious attire."
        },
        {
            "number_id": 302,
            "awareness_info": "For Spanish, people prefer walking to the grocery store as a normal everyday activity."
        },
        {
            "number_id": 303,
            "awareness_info": "For Spanish, mothers and parents engage in socializing activities and motherhood."
        },
        {
            "number_id": 304,
            "awareness_info": "For Spanish, people, including children and parents engage in alcohol consumption, including beer and wine, often at low costs."
        },
        {
            "number_id": 305,
            "awareness_info": "For Spanish, students and teachers follow a unique school schedule with early start and end times, varying by region."
        },
        {
            "number_id": 306,
            "awareness_info": "For Spanish, parent prioritize safety, family values, and a slower pace of life."
        },
        {
            "number_id": 307,
            "awareness_info": "For Spanish, people engage in late-night dining, drinking, and social activities, including tapas, dinner, nightclubs, and breakfast."
        },
        {
            "number_id": 308,
            "awareness_info": "For Spanish, children and parents value healthy and well-prepared meals, with a long adaptation period for students."
        },
        {
            "number_id": 309,
            "awareness_info": "For Spanish, people practice siesta, a midday rest or nap, often lasting 1-3 hours."
        },
        {
            "number_id": 310,
            "awareness_info": "For Spanish, parents and pharmacists administer medication, including suppositories and liquid medicine, to reduce fever and treat illnesses."
        },
        {
            "number_id": 311,
            "awareness_info": "For Spanish, people tend to sleep and wake up later than in other cultures."
        },
        {
            "number_id": 312,
            "awareness_info": "For Spanish, people, including children and adults engage in various sleep-related behaviors, such as sleeping on chairs, in coat rooms, and on top of jackets, often due to fatigue from the event."
        },
        {
            "number_id": 313,
            "awareness_info": "For Spanish, people and producers produce, consume, and value high-quality olive oil."
        },
        {
            "number_id": 314,
            "awareness_info": "For Spanish, students and school systems prioritize nutrition in school lunches, with heavier meals at lunchtime and lighter dinners."
        },
        {
            "number_id": 315,
            "awareness_info": "For Spanish, people associate yellow color with chicken, considering it as a sign of quality, ecological farming, or free-range."
        },
        {
            "number_id": 316,
            "awareness_info": "For Spanish, people participate in religious and cultural celebrations, including processions and wearing specific clothing, which has evolved from a religious to a cultural event."
        },
        {
            "number_id": 317,
            "awareness_info": "For Spanish, people and tourists use, install, and appreciate persianas (shutters) for various purposes, including privacy, light control, and aesthetic appeal."
        },
        {
            "number_id": 318,
            "awareness_info": "For Spanish, people engage in shopping behaviors, including visiting Costco, purchasing all the rest, and paying high prices for items."
        },
        {
            "number_id": 319,
            "awareness_info": "For Spanish, people, including tourists seek various hair services, including cuts, coloring, and styling, with a preference for American-owned salons."
        },
        {
            "number_id": 320,
            "awareness_info": "For Spanish, people and businesses maintain a flexible schedule, with businesses opening and closing at varying hours, often later in the day, and people eating and starting work at later times."
        },
        {
            "number_id": 321,
            "awareness_info": "For Spanish, people dress formally and nicely, often uncomfortable, to express respect and professionalism."
        },
        {
            "number_id": 322,
            "awareness_info": "For Spanish, people perform two kisses on both cheeks."
        },
        {
            "number_id": 323,
            "awareness_info": "For Spanish, parents and children prioritize outdoor activities and playtime, with children playing outside until late hours and parents taking them to playgrounds."
        },
        {
            "number_id": 324,
            "awareness_info": "For Spanish, people, including tourists and locals enjoy local cuisine, including menu del dia, regional dishes, and breakfast buffets, as well as requesting specific dishes like chips and salsa."
        },
        {
            "number_id": 325,
            "awareness_info": "For Spanish, people, including parents and customs officials predominantly use WhatsApp for communication, including messaging and phone checks."
        },
        {
            "number_id": 326,
            "awareness_info": "For Spanish, people frequently purchase rabbit meat for traditional paella recipes."
        },
        {
            "number_id": 327,
            "awareness_info": "For Spanish, parents and children engage in activities and behaviors that promote family bonding, socialization with other parents, and child development."
        },
        {
            "number_id": 328,
            "awareness_info": "For Spanish, people engage in celebratory activities, including socializing, eating traditional foods, and playing games."
        },
        {
            "number_id": 329,
            "awareness_info": "For Spanish, people and students start work at 8:30/9 am, take a one-hour lunch break between 1-3 pm, and have lunch between 1-3 pm."
        },
        {
            "number_id": 330,
            "awareness_info": "For Spanish, people, including tourists engage in late-night socializing, often starting at 10pm, by visiting bars, nightclubs, and restaurants for tapas, dinner, drinks, and entertainment."
        },
        {
            "number_id": 331,
            "awareness_info": "For Spanish, people and travelers express gratitude, happiness, and a sense of belonging, often through language and cultural practices."
        },
        {
            "number_id": 332,
            "awareness_info": "For Spanish, police officers and street sweepers perceived as physically attractive."
        },
        {
            "number_id": 333,
            "awareness_info": "For Spanish, people, including party hosts and guests engage in parties, with hosts paying for expenses and guests contributing to the party atmosphere."
        },
        {
            "number_id": 334,
            "awareness_info": "For Spanish, people preference for tampons with plastic applicators, though some also use non-applicator options."
        },
        {
            "number_id": 335,
            "awareness_info": "For Spanish, customer customarily ask for tap water, but may be charged for it."
        },
        {
            "number_id": 336,
            "awareness_info": "For Spanish, people highly value and appreciate natural beauty, often expressing opinions and visiting related attractions."
        },
        {
            "number_id": 337,
            "awareness_info": "For Spanish, people take regular naps, often for two hours, as a cultural norm."
        },
        {
            "number_id": 338,
            "awareness_info": "For Spanish, Spain is considered the most biodiverse country with a variety of landscapes and weather."
        },
        {
            "number_id": 339,
            "awareness_info": "For Spanish, people, including locals and tourists engage in a range of activities from keeping the city clean and visiting monuments to dressing well and welcoming foreigners."
        },
        {
            "number_id": 340,
            "awareness_info": "For Spanish, people and individuals engage in tax payment, including high rates and mandatory contributions for services."
        },
        {
            "number_id": 341,
            "awareness_info": "For Spanish, people use bidets for personal hygiene, with a preference for bottles of water with special lids in modern houses."
        },
        {
            "number_id": 342,
            "awareness_info": "For Spanish, people adapt to the sun's schedule, including avoiding the sun, using sun-blocking measures, and adjusting meal times."
        },
        {
            "number_id": 343,
            "awareness_info": "For Spanish, students and employees take extended lunch breaks, often lasting 1-3 hours, with flexibility to go home or eat out."
        },
        {
            "number_id": 344,
            "awareness_info": "For Spanish, people enjoy a variety of traditional dishes, including tapas, paella, and tortilla, often shared and consumed in the evening."
        },
        {
            "number_id": 345,
            "awareness_info": "For Spanish, people prioritize fresh, organic produce, often grown and consumed locally, despite challenges such as overproduction and low prices."
        },
        {
            "number_id": 346,
            "awareness_info": "For Spanish, people prefer using public transportation and walking over driving, with a lack of outlet malls."
        },
        {
            "number_id": 347,
            "awareness_info": "For Spanish, people, including hosts and guests celebrate with various traditions like felicidades, diaper parties, and gift-giving, aiming to help with baby-related expenses."
        },
        {
            "number_id": 348,
            "awareness_info": "For Spanish, people have a variety of experiences and opinions."
        },
        {
            "number_id": 349,
            "awareness_info": "For Spanish, people engage in lively social interactions, including laughter, nickname-giving, and festive celebrations like Feria de Sevilla."
        },
        {
            "number_id": 350,
            "awareness_info": "For Spanish, people engage in various traditions including la mona, processions, and eating regional desserts."
        },
        {
            "number_id": 351,
            "awareness_info": "For Spanish, people participate in the world's largest food fight, La Tomatina, for stress relief, fun, and cultural expression."
        },
        {
            "number_id": 352,
            "awareness_info": "For Spanish, tourists and travelers seek recommendations and engage in cultural exchange."
        },
        {
            "number_id": 353,
            "awareness_info": "For Spanish, people, including children and parents celebrate birthdays with after-school parties, often from 5-7 or 6-8 pm on school nights."
        },
        {
            "number_id": 354,
            "awareness_info": "For Spanish, people and Arabian conquerors use blinds and persianas to protect houses from the sun and maintain minimal light."
        },
        {
            "number_id": 355,
            "awareness_info": "For Spanish, people appreciate the beauty, history, and food of Seville, while avoiding summer due to extreme heat."
        },
        {
            "number_id": 356,
            "awareness_info": "For Spanish, people prioritize and maintain close relationships, often considered as family, for decades."
        },
        {
            "number_id": 357,
            "awareness_info": "For Spanish, people engage in relaxed, social activities often involving alcohol consumption."
        },
        {
            "number_id": 358,
            "awareness_info": "For Spanish, people prefer late schedules and a more relaxed approach to time, with flexibility in meal and bedtimes."
        },
        {
            "number_id": 359,
            "awareness_info": "For Spanish, people practice thriftiness by consuming leftovers for several days."
        },
        {
            "number_id": 360,
            "awareness_info": "For Spanish, people prefer using roll-on or stick deodorants, including large bar deodorants."
        },
        {
            "number_id": 361,
            "awareness_info": "For Spanish, parents and children treat each other with respect, education, and equal respect."
        },
        {
            "number_id": 362,
            "awareness_info": "For Spanish, farmers and people practice free-range chicken farming with natural and corn-based feeding, resulting in yellow chicken meat and egg yolks."
        },
        {
            "number_id": 363,
            "awareness_info": "For Spanish, people and families follow a distinct schedule with work, meals, and rest, including siesta and late nights."
        },
        {
            "number_id": 364,
            "awareness_info": "For Spanish, people and travelers actively visit and enjoy beaches, often for their beauty and niceness."
        },
        {
            "number_id": 365,
            "awareness_info": "For Spanish, people, including adults and children tend to live with parents until late 30s to early 40s, often until marriage or completion of education."
        },
        {
            "number_id": 366,
            "awareness_info": "For Spanish, people express love for Italy, exhibit similar behaviors, and occasionally perceive themselves as louder or superior."
        },
        {
            "number_id": 367,
            "awareness_info": "For Spanish, people highly value and traditionally prepare and consume ham, often hanging and slicing it thinly."
        },
        {
            "number_id": 368,
            "awareness_info": "For Spanish, people engage in unique pronunciation practices, including pronouncing 'c' as 'z', using nicknames, and struggling to pronounce Spanish names."
        },
        {
            "number_id": 369,
            "awareness_info": "For Spanish, children and parents children stay out late and sleep in public spaces, including restaurants, often with parental consent."
        },
        {
            "number_id": 370,
            "awareness_info": "For Spanish, people adapt to and express varying opinions about temperature, including using temperature measurements, expressing disagreement, and adjusting comfort levels."
        },
        {
            "number_id": 371,
            "awareness_info": "For Spanish, individuals and society use official nicknames, have favorite names, and give names based on personal preferences, often with limited creativity."
        },
        {
            "number_id": 372,
            "awareness_info": "For Spanish, people use specific terms like 'garbanzo' for chickpeas and 'gambas' for shrimp."
        },
        {
            "number_id": 373,
            "awareness_info": "For Spanish, Spain strive to win and dominate."
        },
        {
            "number_id": 374,
            "awareness_info": "For Spanish, people engage in expressive and physical communication, including hand gestures, facial expressions, and standing postures."
        },
        {
            "number_id": 375,
            "awareness_info": "For Spanish, people use the term 'thick' to describe various things including texture, people, and deliciousness."
        },
        {
            "number_id": 376,
            "awareness_info": "For Spanish, parents dress babies in bloomers, considering it essential for proper attire."
        },
        {
            "number_id": 377,
            "awareness_info": "For Spanish, people rely on and utilize public transportation, including buses, for daily travel."
        },
        {
            "number_id": 378,
            "awareness_info": "For Spanish, people participate in and celebrate the Three Wise Men tradition, including the use of blackface in some instances."
        },
        {
            "number_id": 379,
            "awareness_info": "For Spanish, people, including locals and tourists enjoy and maintain beaches, including visiting castles and ordering food."
        },
        {
            "number_id": 380,
            "awareness_info": "For Spanish, people and businesses practice siesta, a work break or closure of businesses for 2 hours in the afternoon."
        },
        {
            "number_id": 381,
            "awareness_info": "For Spanish, people and bakers engage in various pastry-related activities, including eating pastries, visiting bakeries, and baking traditional pastries like panallets."
        },
        {
            "number_id": 382,
            "awareness_info": "For Spanish, people use terms like 'chino', 'el Chollo', and 'el paki' to refer to Asian or Asian-owned businesses."
        },
        {
            "number_id": 383,
            "awareness_info": "For Spanish, people engage in formal and informal greetings, including verbal and non-verbal expressions like saying hello, smiling, and using formal greetings."
        },
        {
            "number_id": 384,
            "awareness_info": "For Spanish, people express discomfort with cold weather while enjoying better weather and choosing food accordingly."
        },
        {
            "number_id": 385,
            "awareness_info": "For Spanish, people, including children enjoy a variety of potato-based dishes, including patatas bravas, tortilla de patata, and fried foods."
        },
        {
            "number_id": 386,
            "awareness_info": "For Spanish, parents and children engage in alcohol consumption and teach children to mix drinks, while also providing kid-friendly options."
        },
        {
            "number_id": 387,
            "awareness_info": "For Spanish, people and families engage in activities from late afternoon to late evening, often starting at 7pm."
        },
        {
            "number_id": 388,
            "awareness_info": "For Spanish, customers, including parents with infants and people looking for specific products shop for a wide range of products, from industrial grade appliances to specific food ingredients."
        },
        {
            "number_id": 389,
            "awareness_info": "For Spanish, people engage in unique clothing practices, including wearing specific garments like capirotes and white clothes, and covering faces in mourning or shame."
        },
        {
            "number_id": 390,
            "awareness_info": "For Spanish, residents and tourists engage in travel and tourism activities, including visiting Alicante, living close to lakes, and flying."
        },
        {
            "number_id": 391,
            "awareness_info": "For Spanish, children, teens, and the elderly engage in social activities like playing, hanging out, and being out late."
        },
        {
            "number_id": 392,
            "awareness_info": "For Spanish, shops, supermarkets, and residents varying shopping habits on Sundays, from closed to open with limited options."
        },
        {
            "number_id": 393,
            "awareness_info": "For Spanish, government and citizens government collects high taxes for healthcare, with citizens paying for medical expenses and finding it expensive."
        },
        {
            "number_id": 394,
            "awareness_info": "For Spanish, people speak quickly, properly, and with a deep voice."
        },
        {
            "number_id": 395,
            "awareness_info": "For Spanish, students and teachers engage in dynamic movement and interaction, including moving between classes and teachers coming to students."
        },
        {
            "number_id": 396,
            "awareness_info": "For Spanish, people adapt to unique kitchen designs and layouts, including the absence of walls and the need for pitch-black bedrooms."
        },
        {
            "number_id": 397,
            "awareness_info": "For Spanish, patients, including sick individuals and children seek medical attention, including visiting hospitals and doctors."
        },
        {
            "number_id": 398,
            "awareness_info": "For Spanish, individuals and families express a mix of excitement, sadness, and depression."
        },
        {
            "number_id": 399,
            "awareness_info": "For Spanish, parents and employers provide and take maternity and paternity leave, with a focus on sharing and supporting women."
        }
    ],
    "French": [
        {
            "number_id": 400,
            "awareness_info": "For French, people prioritize and enjoy a balanced lifestyle, valuing work-life balance."
        },
        {
            "number_id": 401,
            "awareness_info": "For French, people wash bread, often as a cultural norm."
        },
        {
            "number_id": 402,
            "awareness_info": "For French, individuals and healthcare professionals engage in medical testing, access healthcare, and experience culture shock."
        },
        {
            "number_id": 403,
            "awareness_info": "For French, government and citizens provide and pay for healthcare through taxes and duties."
        },
        {
            "number_id": 404,
            "awareness_info": "For French, people use formal greetings like 'bonjour' or 'bonsoir' and politely attract attention with 'excusez-moi'."
        },
        {
            "number_id": 405,
            "awareness_info": "For French, people seek and enjoy full salon treatments for beauty and grooming."
        },
        {
            "number_id": 406,
            "awareness_info": "For French, people and tourists enjoy eating baguettes, often with butter, cheese, or chocolate, in various settings including breakfast, snack time, and grocery shopping."
        },
        {
            "number_id": 407,
            "awareness_info": "For French, teachers and students teach and learn cursive writing, considered a fundamental skill."
        },
        {
            "number_id": 408,
            "awareness_info": "For French, people eat a variety of unconventional foods including frogs, snails, and horse meat."
        },
        {
            "number_id": 409,
            "awareness_info": "For French, people engage in regular shopping habits, including bagging their own items, strolling through aisles, and shopping on specific days."
        },
        {
            "number_id": 410,
            "awareness_info": "For French, people, including store owners and shoppers prefer shopping at local markets, with grocery stores open in the morning and closing in the afternoon, and varying opening hours for malls and shops based on city size."
        },
        {
            "number_id": 411,
            "awareness_info": "For French, people, including tourists and locals stay in hotels, often expressing surprise or admiration for the experience."
        },
        {
            "number_id": 412,
            "awareness_info": "For French, people engage in formal and informal greetings, including saying hello, goodbye, and using playful phrases."
        },
        {
            "number_id": 413,
            "awareness_info": "For French, parents and children practice French parenting, including sending children to school alone, allowing independence, and teaching children."
        },
        {
            "number_id": 414,
            "awareness_info": "For French, people and teachers practice distinctive handwriting and written communication styles, including mixing French and American English."
        },
        {
            "number_id": 415,
            "awareness_info": "For French, people and shop owners engage in shopping activities, with shops open on Sundays but with varying hours and restrictions."
        },
        {
            "number_id": 416,
            "awareness_info": "For French, residents and visitors engage in conversations about arrondissements, including asking about and judging based on them."
        },
        {
            "number_id": 417,
            "awareness_info": "For French, residents and individuals experience a mix of homesickness, appreciation for the city's beauty, and a desire to build credit."
        },
        {
            "number_id": 418,
            "awareness_info": "For French, people use the phrase 'c'est pas possible madame' to indicate various shades of possibility, from impossibility to actual possibility."
        },
        {
            "number_id": 419,
            "awareness_info": "For French, people and shop owners engage in shopping activities, including grocery shopping and visiting specific stores like Brico, with unique opening and closing hours."
        },
        {
            "number_id": 420,
            "awareness_info": "For French, patients visit the doctor in a unique setting, sometimes with emotional expression."
        },
        {
            "number_id": 421,
            "awareness_info": "For French, people, including teachers and students predominantly use French cursive, which is distinct from other cursive scripts and includes unique letter formations like crossed 7s."
        },
        {
            "number_id": 422,
            "awareness_info": "For French, people engage in various shopping practices, including purchasing baguettes, visiting hypermarkets, and buying food at markets."
        },
        {
            "number_id": 423,
            "awareness_info": "For French, students attend school with a unique schedule, including classes on Wednesdays and a long lunch break."
        },
        {
            "number_id": 424,
            "awareness_info": "For French, people and customers order, enjoy, and appreciate wine, often preferring it over water."
        },
        {
            "number_id": 425,
            "awareness_info": "For French, people, including performers and audience members engage in cultural activities such as attending shows, expressing emotions, and interacting in social gatherings."
        },
        {
            "number_id": 426,
            "awareness_info": "For French, government and citizens government imposes high income and sales taxes, while citizens pay taxes and perceive them as high."
        },
        {
            "number_id": 427,
            "awareness_info": "For French, people, including non-native English speakers use humor through sarcasm, jokes, and laughing at memes and corny jokes."
        },
        {
            "number_id": 428,
            "awareness_info": "For French, individuals and dentists brush teeth frequently and before/after meals to maintain oral hygiene and avoid bad breath."
        },
        {
            "number_id": 429,
            "awareness_info": "For French, people, including older generations use checks, including writing them out, as a common and sometimes necessary practice."
        },
        {
            "number_id": 430,
            "awareness_info": "For French, people prefer and practice long-term storage of unrefrigerated milk and eggs, often using UHT milk that can be stored at room temperature before opening."
        },
        {
            "number_id": 431,
            "awareness_info": "For French, people and parents use the name Kevin with varying perceptions, from considering it low social class to associating it with disappointment."
        },
        {
            "number_id": 432,
            "awareness_info": "For French, host and guests host offers aperitif and invites guests at specific times, guests arrive early and bring gifts."
        },
        {
            "number_id": 433,
            "awareness_info": "For French, people, including children and service staff engage in alcohol consumption, with legal drinking ages ranging from 13 to 21, and varying regulations in different settings."
        },
        {
            "number_id": 434,
            "awareness_info": "For French, people prefer and are accustomed to smaller portions and sizes, including drinks and fashion accessories."
        },
        {
            "number_id": 435,
            "awareness_info": "For French, parents use car seats for babies, although not legally required."
        },
        {
            "number_id": 436,
            "awareness_info": "For French, people and the country experience a diverse and unpredictable climate, ranging from hot sunny weather in the south to cold and rainy conditions in the north, with occasional snow in the Alps and Mediterranean weather in the south."
        },
        {
            "number_id": 437,
            "awareness_info": "For French, patients seek medical attention through various means, including appointments, emergency services, and pharmacies."
        },
        {
            "number_id": 438,
            "awareness_info": "For French, servers and service staff appreciate tips but consider them optional, as official prices include service, taxes, and tips."
        },
        {
            "number_id": 439,
            "awareness_info": "For French, students and individuals engage in academic pursuits including study and scholarship applications."
        },
        {
            "number_id": 440,
            "awareness_info": "For French, people prefer shopping in large supermarkets, sometimes with open containers, and use specific terms like 'supermarket' and 'market'."
        },
        {
            "number_id": 441,
            "awareness_info": "For French, employees and employers employers provide 5 weeks of paid vacation per year, with 30 days being the minimum accepted."
        },
        {
            "number_id": 442,
            "awareness_info": "For French, performers and audience members engage in performances and associated activities, including drinking and attending shows."
        },
        {
            "number_id": 443,
            "awareness_info": "For French, people enjoy a wide variety of desserts, including industrial French desserts, chocolate, compote, and petit suisse, often with specific preferences like dark chocolate and hot pear."
        },
        {
            "number_id": 444,
            "awareness_info": "For French, people enjoy pastries, often with coffee, in a specific manner."
        },
        {
            "number_id": 445,
            "awareness_info": "For French, people and vendors use and promote French butter and cream in cooking and grocery shopping, often for its rich flavor."
        },
        {
            "number_id": 446,
            "awareness_info": "For French, people enjoy and prepare raw beef dishes, including steak tartare and beef tartare."
        },
        {
            "number_id": 447,
            "awareness_info": "For French, people prefer and consume macarons, a traditional French dessert, often using the term 'macarons' or interchangeably with 'macaroons'."
        },
        {
            "number_id": 448,
            "awareness_info": "For French, people enjoy various corn-related activities, including eating corn, making corn chowder, and consuming fresh corn."
        },
        {
            "number_id": 449,
            "awareness_info": "For French, comedians and audience perform and attend stand-up comedy shows, including those titled 'I hate Paris'."
        },
        {
            "number_id": 450,
            "awareness_info": "For French, people enjoy eating radishes with butter, often as a snack or in cooking."
        },
        {
            "number_id": 451,
            "awareness_info": "For French, people, including parents and girlfriends engage in activities that promote enjoyment, celebration, and connection, including moving, spending time together, and visiting family."
        },
        {
            "number_id": 452,
            "awareness_info": "For French, drivers and people preference for and extensive use of roundabouts, considered safer and more efficient than traditional intersections."
        },
        {
            "number_id": 453,
            "awareness_info": "For French, people, particularly women engage in topless sunbathing and body exposure, reflecting a comfort with nudity and body acceptance."
        },
        {
            "number_id": 454,
            "awareness_info": "For French, people and pharmacists shop for medication, including non-prescription items, and receive exceptional service, including home delivery of crutches."
        },
        {
            "number_id": 455,
            "awareness_info": "For French, people and residents adapt to and navigate complex systems, including driving, shopping, and living."
        },
        {
            "number_id": 456,
            "awareness_info": "For French, people, including children, young teens, and mothers adopt a distinct, curvy, and bubbly handwriting style."
        },
        {
            "number_id": 457,
            "awareness_info": "For French, people express affection through physical touch, such as kissing and hugging, and giving hints of romantic interest."
        },
        {
            "number_id": 458,
            "awareness_info": "For French, people utilize various shading methods, including blinds, shutters, and sunglasses, to manage sunlight and maintain privacy."
        },
        {
            "number_id": 459,
            "awareness_info": "For French, speakers and people speak with a distinct French accent and intonation, often switching to French for specific phrases."
        },
        {
            "number_id": 460,
            "awareness_info": "For French, people struggle to accurately pronounce and write down postcodes, emails, and phone numbers, often resorting to pen and paper."
        },
        {
            "number_id": 461,
            "awareness_info": "For French, people and labor unions engage in strikes as a powerful tool for social change and labor negotiations, often causing significant disruption and inconvenience."
        },
        {
            "number_id": 462,
            "awareness_info": "For French, France and its people appreciate and engage with history, including complex political dynamics and cultural preservation."
        },
        {
            "number_id": 463,
            "awareness_info": "For French, residents and tourists visit La Défense to alleviate homesickness and escape city madness."
        },
        {
            "number_id": 464,
            "awareness_info": "For French, people use specific words and phrases, including 'merci', 'Chantal', and flag emojis, to express gratitude and identity."
        },
        {
            "number_id": 465,
            "awareness_info": "For French, people maintain oral hygiene by brushing teeth after waking up, before sleeping, and after meals, with a preference for brushing before breakfast to avoid aftertaste."
        },
        {
            "number_id": 466,
            "awareness_info": "For French, parents, especially mothers adopt a nurturing, independent, and gentle parenting style, including saying certain things and treating children with respect."
        },
        {
            "number_id": 467,
            "awareness_info": "For French, people and tourists adapt to unique dining hours, including late dinners and early breakfasts."
        },
        {
            "number_id": 468,
            "awareness_info": "For French, people prefer tampons with applicators for practicality, with most tampons lacking applicators."
        },
        {
            "number_id": 469,
            "awareness_info": "For French, people, including actors and staff preference for and use of French language in media, including dubbing, subtitling, and cultural references."
        },
        {
            "number_id": 470,
            "awareness_info": "For French, customers actively browse, seek, and inquire about specific food items, sometimes using technology for assistance."
        },
        {
            "number_id": 471,
            "awareness_info": "For French, workers and managers prioritize work-life balance through regular breaks, flexible schedules, and extended vacation time."
        },
        {
            "number_id": 472,
            "awareness_info": "For French, people take time to enjoy food, eat long meals, use forks, and engage in conversation."
        },
        {
            "number_id": 473,
            "awareness_info": "For French, people exclusively use the metric system for measurements."
        },
        {
            "number_id": 474,
            "awareness_info": "For French, individuals, government, and hospitals provide extensive prenatal care, including mandatory registration, natural birth, and military service."
        },
        {
            "number_id": 475,
            "awareness_info": "For French, people and builders engage in house-related activities, including building, owning, and living in houses, with a preference for French style and historical structures."
        },
        {
            "number_id": 476,
            "awareness_info": "For French, people watch and take videos, often in the context of daily life and cultural experiences."
        },
        {
            "number_id": 477,
            "awareness_info": "For French, people actively engage in and enjoy debates, often with a strong opinion."
        },
        {
            "number_id": 478,
            "awareness_info": "For French, people express surprise, shock, or unfamiliarity towards American activities and culture."
        },
        {
            "number_id": 479,
            "awareness_info": "For French, people and couples engage in various forms of partnership, including marriage, with unique considerations such as benefits, exclusivity, and personal choice."
        },
        {
            "number_id": 480,
            "awareness_info": "For French, people prefer written letters and specific writing styles."
        },
        {
            "number_id": 481,
            "awareness_info": "For French, people engage in and express confusion towards unique cultural practices, including dining etiquette and language use."
        },
        {
            "number_id": 482,
            "awareness_info": "For French, both teachers and students take breaks to maintain focus and teach effectively."
        },
        {
            "number_id": 483,
            "awareness_info": "For French, people and French communities actively engage in and celebrate Bastille Day, including attending festivals and cultural events."
        },
        {
            "number_id": 484,
            "awareness_info": "For French, people and culinary tradition produce and consume excellent junk food, including French potato chips."
        },
        {
            "number_id": 485,
            "awareness_info": "For French, people play accordion, often as a cultural expression."
        },
        {
            "number_id": 486,
            "awareness_info": "For French, people, including residents and visitors express a mix of dislike and admiration for the city, with a focus on its beauty and unique high school experience."
        },
        {
            "number_id": 487,
            "awareness_info": "For French, people prioritize energy efficiency and cost-saving measures, including adjusting electricity usage and taking showers at specific times to save money."
        },
        {
            "number_id": 488,
            "awareness_info": "For French, women prefer pads for daily use and tampons with applicators for swimming."
        },
        {
            "number_id": 489,
            "awareness_info": "For French, French people and their descendants influence and settle in the region, with notable mispronunciation of Kansas and the name Arkansas."
        },
        {
            "number_id": 490,
            "awareness_info": "For French, individuals and doctors seek medical attention for various health issues, including earaches, tonsillitis, and severe infections."
        },
        {
            "number_id": 491,
            "awareness_info": "For French, people participate in sales, shop at markets and restaurants, and visit open air markets."
        },
        {
            "number_id": 492,
            "awareness_info": "For French, people order, consume, and prepare traditional French dishes, including Andouillette, a sausage made with pork digestive tract."
        },
        {
            "number_id": 493,
            "awareness_info": "For French, people express apologies through phrases like 'sorry, bro/sis, macet' or 'it's ok'."
        },
        {
            "number_id": 494,
            "awareness_info": "For French, people give gifts as a gesture of appreciation, love, or to show off wealth and social status."
        },
        {
            "number_id": 495,
            "awareness_info": "For French, people prefer and consume pasteurized milk, often expressing dissatisfaction with non-pasteurized options."
        },
        {
            "number_id": 496,
            "awareness_info": "For French, people use dishwashers as a common practice, with some variation in frequency and space considerations."
        },
        {
            "number_id": 497,
            "awareness_info": "For French, people value and treat animals well, including having dogs as pets and considering them chill."
        },
        {
            "number_id": 498,
            "awareness_info": "For French, people frequently discuss and prefer weather, using Celsius for temperature measurement."
        },
        {
            "number_id": 499,
            "awareness_info": "For French, people use and consume crème de marron, a popular French product, in various dishes and as a filling for crepes."
        }
    ],
    "Korean": [
        {
            "number_id": 500,
            "awareness_info": "For Korean, Korean men express and share cultural shock."
        },
        {
            "number_id": 501,
            "awareness_info": "For Korean, guests and couples gift money in various forms, including cash and QR codes, to express gratitude and contribute to the couple's future."
        },
        {
            "number_id": 502,
            "awareness_info": "For Korean, people, including locals and tourists engage in leisure activities, such as visiting cultural centers, parks, and suburbs, often for relaxation and exploration."
        },
        {
            "number_id": 503,
            "awareness_info": "For Korean, people, including foreigners use humor, often involving puns, play on words, irony, and self-deprecation, with foreigners struggling to blend in."
        },
        {
            "number_id": 504,
            "awareness_info": "For Korean, foreigners and tourists reach out for help, offer to buy takeout coffee/snacks or send gifts on Kakao."
        },
        {
            "number_id": 505,
            "awareness_info": "For Korean, people engage in extensive walking and stair use, often with comfortable shoes and a preference for escalators."
        },
        {
            "number_id": 506,
            "awareness_info": "For Korean, people, including foreigners and Koreans offer gifts, including money, to express gratitude and appreciation."
        },
        {
            "number_id": 507,
            "awareness_info": "For Korean, mothers dress and care for children in ways that prioritize warmth, including dressing in layers and making them wear jackets."
        },
        {
            "number_id": 508,
            "awareness_info": "For Korean, people engage in unique drinking practices, including drinking soju with tonic water and shouting cheers."
        },
        {
            "number_id": 509,
            "awareness_info": "For Korean, people and customers appreciate and seek unique shopping experiences, including RFID technology and human interaction."
        },
        {
            "number_id": 510,
            "awareness_info": "For Korean, tourists and locals tap card again to pay for transportation."
        },
        {
            "number_id": 511,
            "awareness_info": "For Korean, people and customers request and take all available options, emphasizing fast service and utilizing all options."
        },
        {
            "number_id": 512,
            "awareness_info": "For Korean, people, including foreigners engage in unique bathing practices, including scrubbing, using troughs to urinate, and experiencing cultural norms."
        },
        {
            "number_id": 513,
            "awareness_info": "For Korean, people use fans for sleeping and cooling, with some concerns about safety and energy efficiency."
        },
        {
            "number_id": 514,
            "awareness_info": "For Korean, customers leave personal items on tables to reserve seats, prioritizing good seating."
        },
        {
            "number_id": 515,
            "awareness_info": "For Korean, people prefer using the Arex train as a convenient and quick mode of transportation."
        },
        {
            "number_id": 516,
            "awareness_info": "For Korean, hosts and guests offer and accept food and drinks, extend invitations, and show respect through paying for meals and gifts."
        },
        {
            "number_id": 517,
            "awareness_info": "For Korean, society and government reserve and create designated parking spaces for women and families."
        },
        {
            "number_id": 518,
            "awareness_info": "For Korean, individuals express affection and commitment through various acts of care, communication, and appreciation."
        },
        {
            "number_id": 519,
            "awareness_info": "For Korean, speaker utilize a mix of honorifics, indirect language, and directness to express politeness, respect, and affection."
        },
        {
            "number_id": 520,
            "awareness_info": "For Korean, people avoid cheesy food due to its perceived negative impact on hangovers."
        },
        {
            "number_id": 521,
            "awareness_info": "For Korean, speaker, creator, author expressing opinions, concerns, and experiences, including frustration, safety concerns, and food preferences."
        },
        {
            "number_id": 522,
            "awareness_info": "For Korean, people prefer cash gifts in envelopes or e-transfers, with a focus on practicality and expressing gratitude."
        },
        {
            "number_id": 523,
            "awareness_info": "For Korean, sales staff and customers offer and request bagging and receipts."
        },
        {
            "number_id": 524,
            "awareness_info": "For Korean, speakers utilize unique pronunciation techniques, including nasal sounds, distinct 'n' and 'd' sounds, and a specific 'ne' sound."
        },
        {
            "number_id": 525,
            "awareness_info": "For Korean, parents and children engage in financial support and communication, including asking for money and saving for future independence."
        },
        {
            "number_id": 526,
            "awareness_info": "For Korean, content creators and viewers engage in various interactions, including sharing personal experiences, expressing agreement, and leaving kind comments."
        },
        {
            "number_id": 527,
            "awareness_info": "For Korean, individuals and people engage in photography and photo-related activities, including taking passport photos, senior photos, and updating posters, with a focus on appearance and presentation."
        },
        {
            "number_id": 528,
            "awareness_info": "For Korean, people and government use and enforce laws related to phone use, including mandatory shutter sounds, camera apps, and avoiding recording sounds."
        },
        {
            "number_id": 529,
            "awareness_info": "For Korean, people, including women and children eat, make, and value kimchi, a fermented vegetable dish, as a staple and important part of Korean cuisine."
        },
        {
            "number_id": 530,
            "awareness_info": "For Korean, customers express gratitude or politeness using phrases like 'no thank you' or 'it's ok', often in response to being asked if they want something."
        },
        {
            "number_id": 531,
            "awareness_info": "For Korean, people become more talkative and inquisitive."
        },
        {
            "number_id": 532,
            "awareness_info": "For Korean, people emphasize thorough cleanliness using small towels, fresh towels every time, and avoiding the use of sponges or cloths."
        },
        {
            "number_id": 533,
            "awareness_info": "For Korean, couples and guests prefer cash gifts over traditional presents, often specifying their use for honeymoon or house funds."
        },
        {
            "number_id": 534,
            "awareness_info": "For Korean, people express discomfort and nostalgia due to hot and humid weather."
        },
        {
            "number_id": 535,
            "awareness_info": "For Korean, residents adopt unique living practices including heated floors, sleeping on the floor, and using switches, with a mix of traditional and modern elements."
        },
        {
            "number_id": 536,
            "awareness_info": "For Korean, people engage in marriage, often facing societal pressure and expectations."
        },
        {
            "number_id": 537,
            "awareness_info": "For Korean, people, including women and schoolgirls dress in layers, favoring warm clothing like puffed jackets, heattech, and stockings, while also wearing skirts and short dresses."
        },
        {
            "number_id": 538,
            "awareness_info": "For Korean, people use various phrases and expressions, including aegyo, to convey affection, cuteness, and irritation."
        },
        {
            "number_id": 539,
            "awareness_info": "For Korean, people and Korean society use and express frustration with subways, including booths and trams, while acknowledging diversity and trauma."
        },
        {
            "number_id": 540,
            "awareness_info": "For Korean, speakers express a range of emotions and opinions, including admiration, positivity, humor, and gratitude."
        },
        {
            "number_id": 541,
            "awareness_info": "For Korean, parents and children engage in behaviors that prioritize family values, respect, and financial responsibility."
        },
        {
            "number_id": 542,
            "awareness_info": "For Korean, people, including couples and guests give and receive red envelopes containing cash."
        },
        {
            "number_id": 543,
            "awareness_info": "For Korean, Korean individuals prefer to marry and engage in various household activities with Chinese partners."
        },
        {
            "number_id": 544,
            "awareness_info": "For Korean, customers pay for food and drinks after eating or upon ordering, sometimes before packing."
        },
        {
            "number_id": 545,
            "awareness_info": "For Korean, people, including tourists and locals engage in various entertainment activities like watching movies, playing games, and listening to podcasts."
        },
        {
            "number_id": 546,
            "awareness_info": "For Korean, speaker, viewer, fan, person giving compliment express admiration, appreciation, and respect through various means including compliments, heart symbols, and honorific language."
        },
        {
            "number_id": 547,
            "awareness_info": "For Korean, people and customers enjoy a variety of noodle dishes, including ramen, for breakfast and other meals."
        },
        {
            "number_id": 548,
            "awareness_info": "For Korean, people, including customers, police, and restroom staff pay for using public restrooms, maintain cleanliness, install cameras for safety and deterrent purposes, and install dividers for cleanliness and safety."
        },
        {
            "number_id": 549,
            "awareness_info": "For Korean, people and tourists engage in spa experiences, including body scrubs and exfoliation."
        },
        {
            "number_id": 550,
            "awareness_info": "For Korean, parents and family members express love, support, and concern through various gestures and actions, including physical affection, storytelling, and providing for needs."
        },
        {
            "number_id": 551,
            "awareness_info": "For Korean, content creators and individuals create, share, and discuss videos about Korean culture, life, and experiences."
        },
        {
            "number_id": 552,
            "awareness_info": "For Korean, parents and family members use unique, meaningful, and sometimes random names to express individuality and hide class or family history."
        },
        {
            "number_id": 553,
            "awareness_info": "For Korean, individuals and partners express a wide range of emotions, including crying, laughing, and apologizing, to convey feelings and connect with others."
        },
        {
            "number_id": 554,
            "awareness_info": "For Korean, individuals engage in self-diagnosis or testing to determine personal color palettes, often using reflective surfaces."
        },
        {
            "number_id": 555,
            "awareness_info": "For Korean, people wear Hanbok, a traditional Korean garment influenced by Hanfu, both in daily life and on special occasions."
        },
        {
            "number_id": 556,
            "awareness_info": "For Korean, individuals and families prioritize saving money through efficient electricity use, renting power banks, and seeking affordable housing."
        },
        {
            "number_id": 557,
            "awareness_info": "For Korean, people, including younger generations and parents use age-based naming conventions, including surnames and specific store names, with a preference for Korean names over Western names; younger generations may call older individuals by their first name."
        },
        {
            "number_id": 558,
            "awareness_info": "For Korean, daughter-in-law, mother-in-law, and grandmother show respect, be overbearing, and look younger."
        },
        {
            "number_id": 559,
            "awareness_info": "For Korean, people, including older generations and strangers give compliments or criticisms, often using facial features or expressions as metaphors or backhanded compliments."
        },
        {
            "number_id": 560,
            "awareness_info": "For Korean, people, including students, visitors, and tourists use bows as a sign of respect, greeting, or acknowledgement."
        },
        {
            "number_id": 561,
            "awareness_info": "For Korean, parents actively engage in socialization and education, emphasizing respect, community, and practical skills."
        },
        {
            "number_id": 562,
            "awareness_info": "For Korean, people engage in diverse car-related activities, including driving lessons, owning cars, renting rims, and using cars frequently."
        },
        {
            "number_id": 563,
            "awareness_info": "For Korean, speakers and customers use the phrase 'Jogeum mepgae' to request a small amount or level of spiciness, with the word '조금' varying in meaning from 'little' to 'a bit'."
        },
        {
            "number_id": 564,
            "awareness_info": "For Korean, people install, use, and enjoy heated floors, known as ondol, for warmth and comfort."
        },
        {
            "number_id": 565,
            "awareness_info": "For Korean, parents and children engage in conversations, ask questions, and provide support."
        },
        {
            "number_id": 566,
            "awareness_info": "For Korean, parents and children express respect, gratitude, and filial piety through financial support and gifts."
        },
        {
            "number_id": 567,
            "awareness_info": "For Korean, people and tourists use and bring towels of varying sizes, with a preference for smaller towels."
        },
        {
            "number_id": 568,
            "awareness_info": "For Korean, people engage in cultural practices, share cultural traits, and express cultural identity."
        },
        {
            "number_id": 569,
            "awareness_info": "For Korean, couples and guests include Venmo or similar payment methods for financial contributions and gifts."
        },
        {
            "number_id": 570,
            "awareness_info": "For Korean, drivers prefer reverse parking for convenience, safety, and ease of driving away."
        },
        {
            "number_id": 571,
            "awareness_info": "For Korean, people, including military personnel and scouts express fear, push through, learn survival skills, and warn others of potential dangers."
        },
        {
            "number_id": 572,
            "awareness_info": "For Korean, people preserve and consume food in various ways, including freezing, refrigeration, and enjoying cold dishes."
        },
        {
            "number_id": 573,
            "awareness_info": "For Korean, people actively seek and shop at Korean markets for culturally specific products."
        },
        {
            "number_id": 574,
            "awareness_info": "For Korean, family members, particularly fathers engage in cooking and expect others to cook."
        },
        {
            "number_id": 575,
            "awareness_info": "For Korean, people greetings are common and expected, with a preference for the speaker to initiate."
        },
        {
            "number_id": 576,
            "awareness_info": "For Korean, people express shock and surprise in various situations."
        },
        {
            "number_id": 577,
            "awareness_info": "For Korean, people and individuals prioritize eating well, often in a hurried manner, and engage in conversations about food."
        },
        {
            "number_id": 578,
            "awareness_info": "For Korean, people primarily use public transportation, with metro and buses being the main options, and they stop around midnight."
        },
        {
            "number_id": 579,
            "awareness_info": "For Korean, mothers portray strong-willed, assertive, and sometimes aggressive characters, often with a hint of wealth."
        },
        {
            "number_id": 580,
            "awareness_info": "For Korean, people engage in various walking styles, including confident strides and sudden stops, often with a purposeful or assertive demeanor."
        },
        {
            "number_id": 581,
            "awareness_info": "For Korean, passengers cry to express sadness and emotional distress."
        },
        {
            "number_id": 582,
            "awareness_info": "For Korean, people and drivers prefer using Uber or KakaoTaxi for transportation, with some drivers staying in the car during service."
        },
        {
            "number_id": 583,
            "awareness_info": "For Korean, individuals, parents, and siblings celebrate birthdays, often on weekends, with gifts and parties."
        },
        {
            "number_id": 584,
            "awareness_info": "For Korean, people, including tourists and locals seek and provide assistance, including asking for directions, recommendations, and assistance in navigating."
        },
        {
            "number_id": 585,
            "awareness_info": "For Korean, people tend to eat dinner early, often between 6-8pm, and may eat lunch as late as 3pm."
        },
        {
            "number_id": 586,
            "awareness_info": "For Korean, people hold various superstitions and beliefs, including urban myths, viral fears, and superstitions related to sleep."
        },
        {
            "number_id": 587,
            "awareness_info": "For Korean, people engage in various food-related practices, including making salads, missing cheap vegetables, packing vegetables, and consuming potato chips and bread."
        },
        {
            "number_id": 588,
            "awareness_info": "For Korean, people prefer using taxis due to their affordability and convenience, with fares starting at 3.6 USD during the day and increasing at night."
        },
        {
            "number_id": 589,
            "awareness_info": "For Korean, parents and society count months during pregnancy and consider babies 1 year old at birth due to lunar calendar influence."
        },
        {
            "number_id": 590,
            "awareness_info": "For Korean, people prefer and continue to use cash, viewing it as more secure and authentic than digital payments."
        },
        {
            "number_id": 591,
            "awareness_info": "For Korean, people, including guests and stay-home moms give money in various forms to express condolences and support."
        },
        {
            "number_id": 592,
            "awareness_info": "For Korean, people prefer hand-washing and hanging clothes to dry, with some using machines for convenience."
        },
        {
            "number_id": 593,
            "awareness_info": "For Korean, students wear uniforms as a tradition, simplifying morning routines and fostering community."
        },
        {
            "number_id": 594,
            "awareness_info": "For Korean, viewers prefer original voice and emotions, with a strong preference for subtitles over dubbing."
        },
        {
            "number_id": 595,
            "awareness_info": "For Korean, couples create and utilize digital platforms like Venmo and Zelle for wedding registries, expressing a preference for experiences over material gifts."
        },
        {
            "number_id": 596,
            "awareness_info": "For Korean, people and actors engage in unique eating habits, including stuffing mouths with rice and cleaning up after meals."
        },
        {
            "number_id": 597,
            "awareness_info": "For Korean, people eat ppogruri (뽀글이), a popular unhealthy dish."
        },
        {
            "number_id": 598,
            "awareness_info": "For Korean, people use square pillows and beds, with a preference for hard and thin mattresses and decorative pillows."
        },
        {
            "number_id": 599,
            "awareness_info": "For Korean, residents and people use fans for air circulation and energy conservation, including turning off fans and appliances to save energy."
        }
    ],
    "Swedish": [
        {
            "number_id": 600,
            "awareness_info": "For Swedish, people cancel plans due to laundry time bookings, viewing it as a valid excuse."
        },
        {
            "number_id": 601,
            "awareness_info": "For Swedish, people adapt to rainy weather through various strategies including carrying rain gear, using plastic bags to cover belongings, and drinking warm tea."
        },
        {
            "number_id": 602,
            "awareness_info": "For Swedish, varies, including employees, teachers, waitresses, students, and professionals engage in work and receive pay, with varying payment schedules and vacation policies."
        },
        {
            "number_id": 603,
            "awareness_info": "For Swedish, people add lime to water for various purposes, including making hot water, washing hair, and adding acidity."
        },
        {
            "number_id": 604,
            "awareness_info": "For Swedish, people practice fika, a traditional coffee break with pastries and socializing."
        },
        {
            "number_id": 605,
            "awareness_info": "For Swedish, people engage in unique water-related practices, including drinking tap water, adding lemon or salt, and comparing tastes across regions."
        },
        {
            "number_id": 606,
            "awareness_info": "For Swedish, government and citizens government provides extensive social welfare including free healthcare, education, and financial support, while citizens pay high taxes and engage in cost-effective practices like buying medication at pharmacies."
        },
        {
            "number_id": 607,
            "awareness_info": "For Swedish, people eat candy or sweets, often as a tradition or celebration."
        },
        {
            "number_id": 608,
            "awareness_info": "For Swedish, people appreciate and describe natural and human beauty, with a focus on style and aesthetics."
        },
        {
            "number_id": 609,
            "awareness_info": "For Swedish, people speak with a distinct Skåne accent, which is perceived as difficult to understand by non-locals and even by some Swedes from other regions."
        },
        {
            "number_id": 610,
            "awareness_info": "For Swedish, people value and expect organization in various aspects of life, from personal habits to societal structures."
        },
        {
            "number_id": 611,
            "awareness_info": "For Swedish, people practice unstaffed shopping, stock up on goods, and use Swish for payments."
        },
        {
            "number_id": 612,
            "awareness_info": "For Swedish, people prioritize and strive for a healthy work-life balance, often seen as a high priority."
        },
        {
            "number_id": 613,
            "awareness_info": "For Swedish, people and farmers handle and consume potatoes with a focus on freshness, including eating dirt on new potatoes and leaving them uncleaned."
        },
        {
            "number_id": 614,
            "awareness_info": "For Swedish, people are known for their friendliness, including talking to strangers and being open to conversation."
        },
        {
            "number_id": 615,
            "awareness_info": "For Swedish, people express preferences and opinions about weather, often noting its coldness and desiring better conditions."
        },
        {
            "number_id": 616,
            "awareness_info": "For Swedish, people, women prefer using tampons, including those with applicators, for menstrual hygiene."
        },
        {
            "number_id": 617,
            "awareness_info": "For Swedish, residents and delivery staff preferring service points, leaving packages at mail counters, and knocking on doors for delivery."
        },
        {
            "number_id": 618,
            "awareness_info": "For Swedish, people and Volvo invented and promoted the 3-point seat belt."
        },
        {
            "number_id": 619,
            "awareness_info": "For Swedish, people, especially women are considered tall, with an average height of 167-168 cm for women."
        },
        {
            "number_id": 620,
            "awareness_info": "For Swedish, parents take extensive paid parental leave, often shared between parents, with a focus on gender equality and promoting child development."
        },
        {
            "number_id": 621,
            "awareness_info": "For Swedish, people use air conditioning less frequently than in the USA, with varying opinions on its necessity and availability."
        },
        {
            "number_id": 622,
            "awareness_info": "For Swedish, people use soda bottle caps as a cultural practice to prevent littering and ensure recycling."
        },
        {
            "number_id": 623,
            "awareness_info": "For Swedish, people and residents appreciate and adapt to varying weather conditions, including enjoying good weather, wearing colors, and finding beauty in the sky."
        },
        {
            "number_id": 624,
            "awareness_info": "For Swedish, people consume Kalles kaviar, a popular spread often served on bread or eggs."
        },
        {
            "number_id": 625,
            "awareness_info": "For Swedish, people prioritize honesty, convenience, and trust in government, with a focus on health and quality in all aspects."
        },
        {
            "number_id": 626,
            "awareness_info": "For Swedish, people adhere to unique number formatting rules, including using spaces instead of commas for thousands and dots as decimal separators."
        },
        {
            "number_id": 627,
            "awareness_info": "For Swedish, people and businesses celebrate midsummer with unique traditions, take extended vacations, and adjust work schedules."
        },
        {
            "number_id": 628,
            "awareness_info": "For Swedish, people, including students and teachers use first names, with school policy allowing for it in primary school."
        },
        {
            "number_id": 629,
            "awareness_info": "For Swedish, people of all ages frequently consume candy."
        },
        {
            "number_id": 630,
            "awareness_info": "For Swedish, people actively seek and celebrate sun exposure, using sunwalls and gathering outside to enjoy warmth."
        },
        {
            "number_id": 631,
            "awareness_info": "For Swedish, people prefer using a duvet cover with a comforter, sometimes with ties to keep it in place, and occasionally use a fitted sheet and flat sheet."
        },
        {
            "number_id": 632,
            "awareness_info": "For Swedish, people use and consume 'saft', a concentrated sweetened drink mixed with water, considered superior for fika and available in various flavors."
        },
        {
            "number_id": 633,
            "awareness_info": "For Swedish, people prefer to walk on the right side, with some variation depending on context."
        },
        {
            "number_id": 634,
            "awareness_info": "For Swedish, people and residents practice affordability and minimalism, despite some expenses like Västerbottens ost being costly."
        },
        {
            "number_id": 635,
            "awareness_info": "For Swedish, people and the country engage in population-related practices, including counting and discussing population size and distribution."
        },
        {
            "number_id": 636,
            "awareness_info": "For Swedish, customers request and expect pre-sliced pizza, often paying extra for the service."
        },
        {
            "number_id": 637,
            "awareness_info": "For Swedish, people prefer and consume healthier food options, with a focus on real, high-quality ingredients and less sugar."
        },
        {
            "number_id": 638,
            "awareness_info": "For Swedish, people use patronymic last names as a cultural practice and a way to remember family heritage."
        },
        {
            "number_id": 639,
            "awareness_info": "For Swedish, women and mothers request and receive epidural for pain management, with individual variations and a focus on comfort."
        },
        {
            "number_id": 640,
            "awareness_info": "For Swedish, people and builders install and use doors that open outwards to ensure safety and facilitate escape."
        },
        {
            "number_id": 641,
            "awareness_info": "For Swedish, people, including residents and tourists enjoy a variety of experiences, including food, festivals, and travel."
        },
        {
            "number_id": 642,
            "awareness_info": "For Swedish, police and drivers use red and blue lights to signal and pull over drivers, with blue lights indicating a need to make way."
        },
        {
            "number_id": 643,
            "awareness_info": "For Swedish, people and customers express preferences, order food, and communicate using specific words."
        },
        {
            "number_id": 644,
            "awareness_info": "For Swedish, people greet others with a friendly 'hi' or wave."
        },
        {
            "number_id": 645,
            "awareness_info": "For Swedish, government, school administration, and students provide, pay for, and enjoy tax-funded meals."
        },
        {
            "number_id": 646,
            "awareness_info": "For Swedish, people, including residents and potential buyers take apartment tours seriously, with a focus on cleanliness and organization."
        },
        {
            "number_id": 647,
            "awareness_info": "For Swedish, Swedes and Swedish musicians take Eurovision seriously, perform well, and create music; prefer Melodifestivalen over Eurovision."
        },
        {
            "number_id": 648,
            "awareness_info": "For Swedish, people adapt to extreme darkness and light conditions, including experiencing depression, greeting each other, and adjusting daily routines."
        },
        {
            "number_id": 649,
            "awareness_info": "For Swedish, police and emergency vehicles use red, blue, and sometimes hidden blue lights to signal for drivers to stop or indicate emergency situations."
        },
        {
            "number_id": 650,
            "awareness_info": "For Swedish, employees and people frequent breaks for fika, a social coffee break."
        },
        {
            "number_id": 651,
            "awareness_info": "For Swedish, tour guides and residents offer and participate in guided tours, show around, and become a professional tour guide."
        },
        {
            "number_id": 652,
            "awareness_info": "For Swedish, people enjoy traditional dishes including pickled fish, meatballs, and leverpastej with pickles on hard bread."
        },
        {
            "number_id": 653,
            "awareness_info": "For Swedish, people consume caviar, often from a tube, as a delicacy or part of a meal."
        },
        {
            "number_id": 654,
            "awareness_info": "For Swedish, people, including vegetarians prefer Kalles kaviar for its strong, smoky flavor and unique taste."
        },
        {
            "number_id": 655,
            "awareness_info": "For Swedish, people and producers distinguish and consume both Kalles Kaviar (made from cod roe) and more expensive sturgeon roe caviar."
        },
        {
            "number_id": 656,
            "awareness_info": "For Swedish, people prefer direct, straightforward, and formal communication, often using smiles and nods to express agreement."
        },
        {
            "number_id": 657,
            "awareness_info": "For Swedish, people enjoy eating, particularly good food and snacks like peanut butter and jelly."
        },
        {
            "number_id": 658,
            "awareness_info": "For Swedish, people enjoy various forms of frozen desserts, including ice cream and popsicles, using local ingredients like Saft."
        },
        {
            "number_id": 659,
            "awareness_info": "For Swedish, people enjoy a variety of sandwiches and spreads, including liverpaste with pickles, mustard, or butter."
        },
        {
            "number_id": 660,
            "awareness_info": "For Swedish, people consume and appreciate krusbär, a traditional Swedish fruit, with a preference for ripe, sweet, and purple varieties."
        },
        {
            "number_id": 661,
            "awareness_info": "For Swedish, people engage in gossip as a common practice, often in a passive-aggressive manner, and with a preference for gossiping with known individuals."
        },
        {
            "number_id": 662,
            "awareness_info": "For Swedish, people engage in American cultural practices such as consuming Dr Pepper and celebrating Halloween."
        },
        {
            "number_id": 663,
            "awareness_info": "For Swedish, people embrace and enjoy kebab as a popular food option, including kebabpizza."
        },
        {
            "number_id": 664,
            "awareness_info": "For Swedish, people practice portion control in food and drink servings, with small portions being a hand size."
        },
        {
            "number_id": 665,
            "awareness_info": "For Swedish, people engage in long queues for apartment acquisition."
        },
        {
            "number_id": 666,
            "awareness_info": "For Swedish, patients pay for healthcare services through a combination of annual fees, small fees per visit, and out-of-pocket costs for medical services."
        },
        {
            "number_id": 667,
            "awareness_info": "For Swedish, people and badgers engage in various activities including walking, running, and handling badgers, with a notable fear of badgers."
        },
        {
            "number_id": 668,
            "awareness_info": "For Swedish, students and people use informal terms like 'fröken' and 'lärare' to address teachers."
        },
        {
            "number_id": 669,
            "awareness_info": "For Swedish, parents and women take extensive maternity leave, stay with child for several days, and engage in postpartum care."
        },
        {
            "number_id": 670,
            "awareness_info": "For Swedish, people and Costco people shop at Costco, which has opened a wholesale store in Stockholm."
        },
        {
            "number_id": 671,
            "awareness_info": "For Swedish, individuals and government government facilitates an easy tax process, individuals complete taxes quickly and easily."
        },
        {
            "number_id": 672,
            "awareness_info": "For Swedish, speakers use 'själv' as a self-reference, equivalent to 'myself', 'yourself', or 'themselves' in English."
        },
        {
            "number_id": 673,
            "awareness_info": "For Swedish, people and tourists use and interpret Swedish sign language, including signs with Norwegian influence."
        },
        {
            "number_id": 674,
            "awareness_info": "For Swedish, people embrace the concept of 'lagom', a cultural value signifying balance, moderation, and appropriateness in all aspects of life."
        },
        {
            "number_id": 675,
            "awareness_info": "For Swedish, people maintain a balance between eating a lot and moderately, emphasizing healthy and controlled food intake."
        },
        {
            "number_id": 676,
            "awareness_info": "For Swedish, Swedes and tour guides express admiration, smile, and share knowledge of Sweden, including visiting museums and showcasing cultural and historical sites."
        },
        {
            "number_id": 677,
            "awareness_info": "For Swedish, customers and bank staff prioritize efficient and user-friendly service, including quick service, online or phone banking, and easy sign-up processes."
        },
        {
            "number_id": 678,
            "awareness_info": "For Swedish, people and customers prefer Nordea for its ease of use, efficiency, and accessibility for immigrants."
        },
        {
            "number_id": 679,
            "awareness_info": "For Swedish, people prefer and consume pancakes, often referred to as 'Swedish pancakes'."
        },
        {
            "number_id": 680,
            "awareness_info": "For Swedish, people avoid eye contact and greetings, but may smile or say 'hello' using body language."
        },
        {
            "number_id": 681,
            "awareness_info": "For Swedish, people purchase and consume traditional Swedish foods, including kaviar and Marabou chocolate."
        },
        {
            "number_id": 682,
            "awareness_info": "For Swedish, Sweden is a leading country in music production and export, with a significant music industry."
        },
        {
            "number_id": 683,
            "awareness_info": "For Swedish, people prefer using ear thermometers over oral methods."
        },
        {
            "number_id": 684,
            "awareness_info": "For Swedish, people experience cultural shock and confusion, with a desire to understand and learn about cultural differences."
        },
        {
            "number_id": 685,
            "awareness_info": "For Swedish, people and Sweden express appreciation for and mention the existence of fjords."
        },
        {
            "number_id": 686,
            "awareness_info": "For Swedish, police and police agencies enforce the law, operate with multiple agencies, and have a low police-to-citizen ratio."
        },
        {
            "number_id": 687,
            "awareness_info": "For Swedish, people preference for pickled and fermented foods, particularly fish and cucumber."
        },
        {
            "number_id": 688,
            "awareness_info": "For Swedish, people separate and recycle waste, including cans, using designated bins and compartments."
        },
        {
            "number_id": 689,
            "awareness_info": "For Swedish, residents and delivery services preferring delivery to specified locations or pickup points, with occasional challenges in delivery accuracy."
        },
        {
            "number_id": 690,
            "awareness_info": "For Swedish, people engage in various festive activities including dancing, singing, and dressing in traditional garb."
        },
        {
            "number_id": 691,
            "awareness_info": "For Swedish, people enjoy cinnamon buns, a popular pastry often celebrated on Cinnamon Bun Day."
        },
        {
            "number_id": 692,
            "awareness_info": "For Swedish, people use filters for water treatment, including chalk and lime removal, in various applications like coffee and shower water."
        },
        {
            "number_id": 693,
            "awareness_info": "For Swedish, people use euros and local currency for various payments, with a notable preference for euros in certain contexts."
        },
        {
            "number_id": 694,
            "awareness_info": "For Swedish, people utilize text-tv for instant information, a pre-internet technology still widely used."
        },
        {
            "number_id": 695,
            "awareness_info": "For Swedish, speakers and listeners use 'tack själv' as an expression of gratitude."
        },
        {
            "number_id": 696,
            "awareness_info": "For Swedish, people prefer, grow, and consume gooseberries, with a preference for green or purple varieties."
        },
        {
            "number_id": 697,
            "awareness_info": "For Swedish, people have a strong affinity for licorice in various forms and combinations."
        },
        {
            "number_id": 698,
            "awareness_info": "For Swedish, people enjoy and make kladdkaka, a popular and easy-to-make chocolate cake."
        }
    ],
    "Japanese": [
        {
            "number_id": 699,
            "awareness_info": "For Japanese, service staff or customers greetings using 'irrashaimase' to express welcome."
        },
        {
            "number_id": 700,
            "awareness_info": "For Japanese, people eat sushi, often preferring specific types like soft rice and raw fish, and order sushi in restaurants."
        },
        {
            "number_id": 701,
            "awareness_info": "For Japanese, people prioritize cleanliness and orderliness, using storage for belongings, leaving items unattended, and maintaining cleanliness in public spaces."
        },
        {
            "number_id": 702,
            "awareness_info": "For Japanese, people view and maintain crooked teeth as a sign of youthfulness."
        },
        {
            "number_id": 703,
            "awareness_info": "For Japanese, people and Japan as a country experience, describe, and compare diverse weather conditions, often highlighting the country's varying climate and the use of weather-related items."
        },
        {
            "number_id": 704,
            "awareness_info": "For Japanese, people and government maintain cleanliness and hygiene, use Japanese-style toilets, and provide public toilets."
        },
        {
            "number_id": 705,
            "awareness_info": "For Japanese, visitors utilize storage for belongings, including free storage and designated areas."
        },
        {
            "number_id": 706,
            "awareness_info": "For Japanese, people, especially men celebrate by giving gifts, singing songs, and expressing love."
        },
        {
            "number_id": 707,
            "awareness_info": "For Japanese, people consume ramen as a popular and traditional dish, including for breakfast."
        },
        {
            "number_id": 708,
            "awareness_info": "For Japanese, people and transportation system prioritize punctuality and excellence, leading to a commitment to being on time."
        },
        {
            "number_id": 709,
            "awareness_info": "For Japanese, Japan and its people experienced warm to hot weather, with some individuals expressing culture shock due to perceived coldness."
        },
        {
            "number_id": 710,
            "awareness_info": "For Japanese, people, including tourists and younger individuals bow as a common greeting and sign of respect."
        },
        {
            "number_id": 711,
            "awareness_info": "For Japanese, creators and fans use and adapt terms like 'seme' and 'uke' to denote specific character archetypes and relationships, particularly in BL and GL genres."
        },
        {
            "number_id": 712,
            "awareness_info": "For Japanese, people adopt the tradition of eating KFC as a celebratory meal."
        },
        {
            "number_id": 713,
            "awareness_info": "For Japanese, service staff and customers display respect, politeness, and gratitude through gestures like bowing, tipping, and specific seating arrangements."
        },
        {
            "number_id": 714,
            "awareness_info": "For Japanese, people practice thorough personal hygiene, including washing all over, exfoliating, and moisturizing with specific preferences for quick absorption and non-greasiness."
        },
        {
            "number_id": 715,
            "awareness_info": "For Japanese, people and consumers engage in consumerism, valuing technology, fashion, food, and customer service, and shopping for unique ingredients and products."
        },
        {
            "number_id": 716,
            "awareness_info": "For Japanese, people and corporations prefer and produce sweets with less sugar, including chocolate, sweet potato dishes, and sugar-induced drinks."
        },
        {
            "number_id": 717,
            "awareness_info": "For Japanese, people use a wide range of emoticons, including emojis, kaomoji, and XD, to express various emotions and reactions."
        },
        {
            "number_id": 718,
            "awareness_info": "For Japanese, Japanese citizens hold the world's strongest passport, enabling visa-free or visa-on-arrival access to 191 countries."
        },
        {
            "number_id": 719,
            "awareness_info": "For Japanese, people use the term 'bara' to refer to muscular men and a subcategory of manga."
        },
        {
            "number_id": 720,
            "awareness_info": "For Japanese, customers utilize ticket order systems for food ordering."
        },
        {
            "number_id": 721,
            "awareness_info": "For Japanese, people and train staff use, respect, and appreciate the punctual, efficient, and reliable train system."
        },
        {
            "number_id": 722,
            "awareness_info": "For Japanese, foreign passport holders use JR East Pass or West Pass for travel."
        },
        {
            "number_id": 723,
            "awareness_info": "For Japanese, content creators openly share personal experiences, express gratitude, and encourage perseverance."
        },
        {
            "number_id": 724,
            "awareness_info": "For Japanese, speaker utilizes a mix of indirect language, proper grammar, and non-verbal cues like gestures and facial expressions to express intentions, emotions, and sometimes sassiness."
        },
        {
            "number_id": 725,
            "awareness_info": "For Japanese, people prefer squatting over sitting for toileting, including the use of squat toilets."
        },
        {
            "number_id": 726,
            "awareness_info": "For Japanese, people demonstrate resilience through improvisation, adaptation, and overcoming challenges."
        },
        {
            "number_id": 727,
            "awareness_info": "For Japanese, people, including visitors and security personnel express surprise, shock, and suspicion, often in response to cultural differences or unexpected situations."
        },
        {
            "number_id": 728,
            "awareness_info": "For Japanese, people value punctuality and efficiency, often resulting in strict consequences for tardiness."
        },
        {
            "number_id": 729,
            "awareness_info": "For Japanese, people eat and prepare gyoza, a popular and traditional Japanese dumpling."
        },
        {
            "number_id": 730,
            "awareness_info": "For Japanese, people use the term 'American Dog' to refer to corn dogs, reflecting a blend of American and Japanese influences in their culture."
        },
        {
            "number_id": 731,
            "awareness_info": "For Japanese, people and architects build earthquake-resistant structures with wood, prioritizing flexibility and safety."
        },
        {
            "number_id": 732,
            "awareness_info": "For Japanese, employees and customers engage in enthusiastic and aggressive waving to express excitement or acknowledge service."
        },
        {
            "number_id": 733,
            "awareness_info": "For Japanese, people use advanced and traditional hygiene practices including bidets and carp-shaped items."
        },
        {
            "number_id": 734,
            "awareness_info": "For Japanese, people of all ages express love, gratitude, and affection through gifts, words, and actions."
        },
        {
            "number_id": 735,
            "awareness_info": "For Japanese, people dress in a variety of styles, ranging from formal to comfortable, often covering their body and wearing pants."
        },
        {
            "number_id": 736,
            "awareness_info": "For Japanese, people engage in car-related activities, including driving, buying, and maintaining cars, with a preference for Japanese brands like Toyota and Honda."
        },
        {
            "number_id": 737,
            "awareness_info": "For Japanese, people adapt to and enjoy various weather conditions, including hot summers and cold winters."
        },
        {
            "number_id": 738,
            "awareness_info": "For Japanese, Japanese individuals and foreigners engage in various activities such as noticing little things, dancing, traveling, and listening to music."
        },
        {
            "number_id": 739,
            "awareness_info": "For Japanese, people feel safe leaving personal belongings unattended, often for extended periods, due to low theft rates."
        },
        {
            "number_id": 740,
            "awareness_info": "For Japanese, people engage in various cultural practices and enjoyments."
        },
        {
            "number_id": 741,
            "awareness_info": "For Japanese, people, including locals and tourists engage in friendly, welcoming, and positive behaviors, including inviting, visiting, and expressing affection."
        },
        {
            "number_id": 742,
            "awareness_info": "For Japanese, people and tourists enjoy Starbucks drinks, including seasonal Sakura frappés, espresso, and traditional Japanese drinks."
        },
        {
            "number_id": 743,
            "awareness_info": "For Japanese, traffic lights and people make a beeping sound to ensure pedestrian safety and signal oncoming traffic."
        },
        {
            "number_id": 744,
            "awareness_info": "For Japanese, customers reserve tables by leaving personal belongings, including phones and bags, on the table."
        },
        {
            "number_id": 745,
            "awareness_info": "For Japanese, staff and customers greet customers with unique phrases and gestures, including shouting, hanging a gong, and saying 'irrashaimase' or 'WELCOME TO RAKUZEN'."
        },
        {
            "number_id": 746,
            "awareness_info": "For Japanese, people perform traditional dances, including ritual dances, as a cultural expression."
        },
        {
            "number_id": 747,
            "awareness_info": "For Japanese, Japanese people prefer shopping at specific stores for imported or specialty food items, including mac and cheese, cheese, and other items."
        },
        {
            "number_id": 748,
            "awareness_info": "For Japanese, people refer to French fries as 'ポテト' and consider them a unique Japanese dish."
        },
        {
            "number_id": 749,
            "awareness_info": "For Japanese, people, including close relatives and attendees attend funerals, give gifts, and engage in unique ceremonies."
        },
        {
            "number_id": 750,
            "awareness_info": "For Japanese, people, including employees, coworkers, and customers perform deep bows and slight bows to show respect."
        },
        {
            "number_id": 751,
            "awareness_info": "For Japanese, people practice energy conservation through various means including turning off lights, using electricity sparingly, and managing appliances."
        },
        {
            "number_id": 752,
            "awareness_info": "For Japanese, people actively seek and enjoy Japanese curry, reflecting the growing popularity of Japanese food in Scotland."
        },
        {
            "number_id": 753,
            "awareness_info": "For Japanese, people engage in polite greetings, including smiling and bowing, to express respect and friendliness."
        },
        {
            "number_id": 754,
            "awareness_info": "For Japanese, Japanese individuals uses indirect and formal language to express affection, communicate, and maintain politeness."
        },
        {
            "number_id": 755,
            "awareness_info": "For Japanese, students and teachers engage in respectful greetings and etiquette, including bowing, singing songs, and addressing with titles."
        }
    ],
    "Chinese": [
        {
            "number_id": 756,
            "awareness_info": "For Chinese, people express pride in their culture and traditions."
        },
        {
            "number_id": 757,
            "awareness_info": "For Chinese, people engage in various cultural practices including parades, food consumption, gift-giving, and socializing."
        },
        {
            "number_id": 758,
            "awareness_info": "For Chinese, people and businesses heavily rely on digital and mobile payment methods like WeChat Pay and Alipay, often using facial recognition."
        },
        {
            "number_id": 759,
            "awareness_info": "For Chinese, people bring chrysanthemums as a sign of respect and mourning."
        },
        {
            "number_id": 760,
            "awareness_info": "For Chinese, individuals and students actively learn and practice Mandarin, often through immersive methods like watching dramas and interacting with native speakers."
        },
        {
            "number_id": 761,
            "awareness_info": "For Chinese, people and China as a nation preserve, value, and be influenced by a rich, ancient, and sometimes underrated history, despite some destruction."
        },
        {
            "number_id": 762,
            "awareness_info": "For Chinese, people use filler words to facilitate thinking and communication, particularly in English."
        },
        {
            "number_id": 763,
            "awareness_info": "For Chinese, people, including tourists and locals generally friendly, seeking social connections, and engaging in friendly interactions."
        },
        {
            "number_id": 764,
            "awareness_info": "For Chinese, people and chefs consume and prepare prawn crackers, a staple in Chinese cuisine."
        },
        {
            "number_id": 765,
            "awareness_info": "For Chinese, people use colloquial terms like '大嘴' to describe someone's mouth, often with varying interpretations including 'modest', 'beautiful lips', and 'big mouth'."
        },
        {
            "number_id": 766,
            "awareness_info": "For Chinese, people, including locals and tourists engage in various activities such as moving at a fast pace, speaking Beijing dialect, visiting attractions, and feeling connected to the city."
        },
        {
            "number_id": 767,
            "awareness_info": "For Chinese, people express admiration and appreciation for natural beauty, often through photography and rating."
        },
        {
            "number_id": 768,
            "awareness_info": "For Chinese, people engage in diverse food-related behaviors, including eating, creating, and experimenting with various dishes, often involving spices and unique ingredients."
        },
        {
            "number_id": 769,
            "awareness_info": "For Chinese, individuals and families adhere to unique naming practices, including using family names, personal names, and specific naming conventions."
        },
        {
            "number_id": 770,
            "awareness_info": "For Chinese, people prefer smaller sizes in clothing and footwear, with a limited availability of larger sizes."
        },
        {
            "number_id": 771,
            "awareness_info": "For Chinese, people and leaders use the term 'Middle Kingdom' to refer to China, reflecting its central position and historical unification."
        },
        {
            "number_id": 772,
            "awareness_info": "For Chinese, people set air conditioning to 26°C (78°F)."
        },
        {
            "number_id": 773,
            "awareness_info": "For Chinese, people, including the author and tourists experience cultural shocks, learn about cultural differences, and express culture shock."
        },
        {
            "number_id": 774,
            "awareness_info": "For Chinese, people, including residents and tourists wear Hanfu, a traditional Chinese dress, to experience and promote Han culture."
        },
        {
            "number_id": 775,
            "awareness_info": "For Chinese, China perceived as powerful, culturally different, and more advanced in various aspects, particularly in economy and technology."
        },
        {
            "number_id": 776,
            "awareness_info": "For Chinese, people, including foreign visitors and students engage in comparative discourse, expressing feelings of welcome, safety, and cultural or modern perceptions."
        },
        {
            "number_id": 777,
            "awareness_info": "For Chinese, both genders engage in various relationship behaviors including dating, cooking, and expressing love."
        },
        {
            "number_id": 778,
            "awareness_info": "For Chinese, people actively engage with technology, using various apps for convenience, communication, and social interaction."
        },
        {
            "number_id": 779,
            "awareness_info": "For Chinese, people prepare and enjoy Lo Mein, a stir-fried noodle dish with a variety of sauces and toppings."
        },
        {
            "number_id": 780,
            "awareness_info": "For Chinese, parents, especially mothers encourage and make children wear layers, even in warm weather, due to beliefs about avoiding cold and fever."
        },
        {
            "number_id": 781,
            "awareness_info": "For Chinese, Chinese teachers and students engage in teaching and learning activities, with a preference for Chinese language and culture."
        },
        {
            "number_id": 782,
            "awareness_info": "For Chinese, people actively consume, grow, and value lychees, considering them a popular and sometimes expensive fruit."
        },
        {
            "number_id": 783,
            "awareness_info": "For Chinese, gods, goddesses, and mythical creatures fly, often with unique or magical abilities."
        },
        {
            "number_id": 784,
            "awareness_info": "For Chinese, people express a strong preference for China, citing its wealth, cultural richness, and perceived superiority to the United States."
        },
        {
            "number_id": 785,
            "awareness_info": "For Chinese, Chinese immigrants and businesses adapt and introduce Chinese cuisine to local markets, including creating fusion foods and adapting recipes to available ingredients."
        },
        {
            "number_id": 786,
            "awareness_info": "For Chinese, people of various ages pursue education, from learning Chinese to attending university."
        },
        {
            "number_id": 787,
            "awareness_info": "For Chinese, people value and pursue balance, harmony, and honor, emphasizing peace and homogeneity."
        },
        {
            "number_id": 788,
            "awareness_info": "For Chinese, Chinese people and store owners operate and refer to dollar stores and other stores as 'Chinese'."
        },
        {
            "number_id": 789,
            "awareness_info": "For Chinese, people engage in various activities including seeking destinations, living, and renting apartments, motivated by the city's popularity and lower cost of living."
        },
        {
            "number_id": 790,
            "awareness_info": "For Chinese, people, including Chinese and Italian invent and create pasta and noodles, with Chinese influence on Italian pasta."
        },
        {
            "number_id": 791,
            "awareness_info": "For Chinese, people and restaurants incorporate and adapt curry sauce, using spices and curry powder in various dishes."
        },
        {
            "number_id": 792,
            "awareness_info": "For Chinese, guests and couples exchange red envelopes as a traditional gift, symbolizing well wishes and prosperity."
        },
        {
            "number_id": 793,
            "awareness_info": "For Chinese, people utilize cosmetic enhancements and photoshop to achieve clear skin and maintain a youthful appearance."
        },
        {
            "number_id": 794,
            "awareness_info": "For Chinese, people and guests give red packets containing money as a traditional and thoughtful gift."
        },
        {
            "number_id": 795,
            "awareness_info": "For Chinese, people engage in learning, reading, and expressing fascination with Chinese history."
        },
        {
            "number_id": 796,
            "awareness_info": "For Chinese, people and children prefer eating fermented bean curd and rice, with a preference for plain rice in breakfast."
        },
        {
            "number_id": 797,
            "awareness_info": "For Chinese, Chinese individuals, particularly husbands engage in conversations, correct others, and adopt cultural practices."
        },
        {
            "number_id": 798,
            "awareness_info": "For Chinese, Chinese craftsmen create intricate and detailed artworks, showcasing patience and skill."
        },
        {
            "number_id": 799,
            "awareness_info": "For Chinese, people have unique perceptions of beauty, including colorism and arbitrary standards."
        },
        {
            "number_id": 800,
            "awareness_info": "For Chinese, people and China have a rich, long-standing culture of over 5000 years, including a large population and diverse history."
        },
        {
            "number_id": 801,
            "awareness_info": "For Chinese, people engage in diverse activities including using, learning, and manufacturing."
        },
        {
            "number_id": 802,
            "awareness_info": "For Chinese, Chinese men engage in cooking, often as the primary cook."
        },
        {
            "number_id": 803,
            "awareness_info": "For Chinese, individuals treat and address parents-in-law with respect, similar to one's own parents."
        },
        {
            "number_id": 804,
            "awareness_info": "For Chinese, Chinese people and others express preference for and introduce Chinese food, including traditional and takeaway varieties."
        },
        {
            "number_id": 805,
            "awareness_info": "For Chinese, shop owners own and operate shops, often selling similar products."
        },
        {
            "number_id": 806,
            "awareness_info": "For Chinese, people and the country have a large population, with a significant number of people and a history of population control."
        },
        {
            "number_id": 807,
            "awareness_info": "For Chinese, people drink warm or boiled tea and water, often in large quantities, for cooling down and health benefits."
        },
        {
            "number_id": 808,
            "awareness_info": "For Chinese, people express humor through laughter and smirking, often in a condescending manner."
        },
        {
            "number_id": 809,
            "awareness_info": "For Chinese, Chinese companies and individuals own, operate, and use MG cars, with the brand being Chinese-owned and having a European legacy."
        },
        {
            "number_id": 810,
            "awareness_info": "For Chinese, various professions including software engineers, waiters, and residents earn and discuss income, with a median monthly income of $1600 and a minimum salary of 620€."
        },
        {
            "number_id": 811,
            "awareness_info": "For Chinese, people prefer hand washing and manually washing away discharge before machine washing."
        }
    ],
    "Dutch": [
        {
            "number_id": 812,
            "awareness_info": "For Dutch, people and retail stores engage in shopping activities, including grocery shopping and visiting retail stores, with varying opening hours."
        },
        {
            "number_id": 813,
            "awareness_info": "For Dutch, people, including expats and working mothers choose to live abroad for various reasons, including language learning, earning a living, and seeking a sense of home."
        },
        {
            "number_id": 814,
            "awareness_info": "For Dutch, people engage in shopping activities, including visiting grocery stores, packing groceries, and missing Dutch products."
        },
        {
            "number_id": 815,
            "awareness_info": "For Dutch, people celebrate with traditional food, including oliebollen, kniepertjes, rolletjes, and appel beignets, and engage in activities like lighting bonfires and grilling mini pieces of meat."
        },
        {
            "number_id": 816,
            "awareness_info": "For Dutch, people experience and discuss unpredictable and varying weather conditions, including hot temperatures, rain, and occasional tornadoes."
        },
        {
            "number_id": 817,
            "awareness_info": "For Dutch, people, including children and grandmothers consume and purchase hagelslag, a popular Dutch treat made of chocolate sprinkles, often on toast or bread."
        },
        {
            "number_id": 818,
            "awareness_info": "For Dutch, people engage in people watching, often from chairs facing the streets, and maintain personal space."
        },
        {
            "number_id": 819,
            "awareness_info": "For Dutch, people celebrate Sinterklaas, a traditional holiday involving gift-giving, parades, and the controversial character Zwarte Piet."
        },
        {
            "number_id": 820,
            "awareness_info": "For Dutch, people enjoy dipping biscuits and cookies in tea and coffee, often for relaxation and stress reduction."
        },
        {
            "number_id": 821,
            "awareness_info": "For Dutch, people use washcloths, including specific types like washandje, for cleaning."
        },
        {
            "number_id": 822,
            "awareness_info": "For Dutch, people, including young adults and kids drink alcohol, with a legal drinking age of 18, but some start at 12 or 14."
        },
        {
            "number_id": 823,
            "awareness_info": "For Dutch, people, including parents and government officials engage in unique naming practices, including banning certain names, using nicknames, and adapting names to fit Dutch conventions."
        },
        {
            "number_id": 824,
            "awareness_info": "For Dutch, employers and employees engage in practices promoting work-life balance, including generous vacation policies, sick payments, and overtime compensation."
        },
        {
            "number_id": 825,
            "awareness_info": "For Dutch, people practice directness in communication, including being straightforward, honest, and explicit."
        },
        {
            "number_id": 826,
            "awareness_info": "For Dutch, people, mothers, and food providers make and enjoy traditional snacks like oliebollen and bitterballen, spending hours in the kitchen and eating them as a popular snack."
        },
        {
            "number_id": 827,
            "awareness_info": "For Dutch, people and tourists prefer and use tap water for drinking and cleaning, with a preference for glassware."
        },
        {
            "number_id": 828,
            "awareness_info": "For Dutch, people express confusion or frustration when the movie appears to be broken or malfunctioning."
        },
        {
            "number_id": 829,
            "awareness_info": "For Dutch, people, including tourists and residents engage in coffee culture, including visiting coffee shops, drinking various types of coffee, and tipping."
        },
        {
            "number_id": 830,
            "awareness_info": "For Dutch, people perform a distinct three-kiss greeting, starting on the left cheek."
        },
        {
            "number_id": 831,
            "awareness_info": "For Dutch, people enjoy hagelslag, a sprinkle-like chocolate spread, often on toast or bread."
        },
        {
            "number_id": 832,
            "awareness_info": "For Dutch, people, including children and Oma eat chocolate sprinkles on bread as a common breakfast and treat."
        },
        {
            "number_id": 833,
            "awareness_info": "For Dutch, individuals, including expatriates and locals actively search for housing and employment, often facing challenges due to a housing shortage."
        },
        {
            "number_id": 834,
            "awareness_info": "For Dutch, people enjoy a variety of snacks, including stroopwafels, with unique dipping and preparation methods."
        },
        {
            "number_id": 835,
            "awareness_info": "For Dutch, people practice frugality and split bills evenly."
        },
        {
            "number_id": 836,
            "awareness_info": "For Dutch, people refer to and consume Cool Ranch Doritos as 'Cool American'."
        },
        {
            "number_id": 837,
            "awareness_info": "For Dutch, people prefer using dryers for laundry, especially towels, but also dry clothes outside when possible."
        },
        {
            "number_id": 838,
            "awareness_info": "For Dutch, parents adopt a mix of strict and lenient parenting styles, including discipline, negotiation, and teaching values."
        },
        {
            "number_id": 839,
            "awareness_info": "For Dutch, people and windmills use windmills for various purposes including water management, pumping water, and expressing cultural identity."
        },
        {
            "number_id": 840,
            "awareness_info": "For Dutch, people enjoy traditional Dutch cuisine, including poffertjes, broodjes, and cheese-based snacks."
        },
        {
            "number_id": 841,
            "awareness_info": "For Dutch, people plan around and adapt to frequent train delays, including waiting patiently, running for trains, and dealing with punctuality issues."
        },
        {
            "number_id": 842,
            "awareness_info": "For Dutch, people adhere to a unique shoe-wearing culture, including going barefoot or wearing shoes indoors and outdoors."
        },
        {
            "number_id": 843,
            "awareness_info": "For Dutch, people engage in various Easter traditions including decorating sticks, eating chocolate eggs, and celebrating with Easter branches."
        },
        {
            "number_id": 844,
            "awareness_info": "For Dutch, people and family members celebrate with traditional customs like eating taart, drinking coffee/tea, and using the Dutch language."
        },
        {
            "number_id": 845,
            "awareness_info": "For Dutch, people engage in practices related to death and ashes, including keeping, traveling with, and scattering ashes."
        },
        {
            "number_id": 846,
            "awareness_info": "For Dutch, people prefer pindakaas, a local peanut butter variant, over American peanut butter, often using it in traditional dishes like pindakaasbrood."
        },
        {
            "number_id": 847,
            "awareness_info": "For Dutch, people prefer and consume Fanta, noting its distinct yellow color and taste compared to other countries."
        },
        {
            "number_id": 848,
            "awareness_info": "For Dutch, people enjoy a unique breakfast tradition involving bread with various toppings such as sprinkles, chocolate crumbs, and cheese."
        },
        {
            "number_id": 849,
            "awareness_info": "For Dutch, people, particularly millennials and those seeking affordable housing engage in competitive housing market, struggle with housing affordability, and protest for affordable housing."
        },
        {
            "number_id": 850,
            "awareness_info": "For Dutch, people and Dutch men practice thriftiness and social norms like 'going Dutch'."
        },
        {
            "number_id": 851,
            "awareness_info": "For Dutch, people engage in direct communication, prefer casual dates, and express gratitude through paying for dates."
        },
        {
            "number_id": 852,
            "awareness_info": "For Dutch, students actively engage in social activities, including making friends, going to bars and clubs, participating in sports, and hanging out with friends."
        },
        {
            "number_id": 853,
            "awareness_info": "For Dutch, people dress up, including wearing flipflops and dressing up for social occasions."
        },
        {
            "number_id": 854,
            "awareness_info": "For Dutch, people enjoy and frequently use mustard, including spicy varieties like Limburg mustard."
        },
        {
            "number_id": 855,
            "awareness_info": "For Dutch, Dutch people engage in direct conversation, tip, and express gratitude."
        },
        {
            "number_id": 856,
            "awareness_info": "For Dutch, people use the name 'Gerrit' as a common name, expression of agreement, or reference to a software tool."
        },
        {
            "number_id": 857,
            "awareness_info": "For Dutch, people of various ages engage in long-term stays and express age-related sentiments."
        },
        {
            "number_id": 858,
            "awareness_info": "For Dutch, students utilize public transportation and engage in independent travel, including road trips to foreign countries."
        },
        {
            "number_id": 859,
            "awareness_info": "For Dutch, people exhibit height diversity, with a wide range from short to tall, contributing to the country's reputation for having the tallest average height."
        },
        {
            "number_id": 860,
            "awareness_info": "For Dutch, people, including babies and adults engage in hair-related practices, including cutting, combing, and purchasing hair products."
        },
        {
            "number_id": 861,
            "awareness_info": "For Dutch, people and service staff prioritize customer service and express gratitude, sometimes finding it better in the US."
        },
        {
            "number_id": 862,
            "awareness_info": "For Dutch, people prefer compact living spaces, including mobile homes and small houses, with some living in mobile homes year-round."
        },
        {
            "number_id": 863,
            "awareness_info": "For Dutch, people engage in various building and renovation practices, including making bricks, modernizing infrastructure, and constructing car-free cities with brick houses."
        },
        {
            "number_id": 864,
            "awareness_info": "For Dutch, customers use bonuskaart, buy alcohol in designated rooms, and prefer Albert Heijn XL for shopping."
        },
        {
            "number_id": 865,
            "awareness_info": "For Dutch, people and individuals value and appreciate history, including their own heritage and the country's history."
        },
        {
            "number_id": 866,
            "awareness_info": "For Dutch, hosts and guests express congratulations and well wishes through various gestures and phrases like 'gefeliciteerd' and 'happy birthday'."
        },
        {
            "number_id": 867,
            "awareness_info": "For Dutch, people engage in cultural practices such as having intermissions and visiting museums or theaters, influenced by movies and a desire to try something new."
        },
        {
            "number_id": 868,
            "awareness_info": "For Dutch, people and movie theaters take intermissions for bathroom breaks and in-theater dining."
        },
        {
            "number_id": 869,
            "awareness_info": "For Dutch, individuals engage in open, honest conversations about personal histories, interests, and deal breakers."
        },
        {
            "number_id": 870,
            "awareness_info": "For Dutch, individuals, including students actively pursue higher education, often involving moving to the Netherlands and visiting campuses."
        },
        {
            "number_id": 871,
            "awareness_info": "For Dutch, people engage in outdoor activities like hiking and cycling, utilizing bridges and dikes, on flat terrain with good road quality."
        },
        {
            "number_id": 872,
            "awareness_info": "For Dutch, people and consumers prioritize fresh milk, often visiting specific locations for it."
        },
        {
            "number_id": 873,
            "awareness_info": "For Dutch, people engage in various activities such as shopping, socializing, and observing, often involving biking and taking rides."
        },
        {
            "number_id": 874,
            "awareness_info": "For Dutch, employers and employees employers offer paid vacation and 13th month salary, while employees can choose to take vacation days or not, with at least 8% of annual salary as vacation pay."
        },
        {
            "number_id": 875,
            "awareness_info": "For Dutch, people purchase alcohol, with varying availability based on alcohol content."
        },
        {
            "number_id": 876,
            "awareness_info": "For Dutch, people prefer and frequently use combi ovens and microwaves in smaller kitchens."
        }
    ],
    "Norwegian": [
        {
            "number_id": 877,
            "awareness_info": "For Norwegian, residents and people experience and adapt to unique weather patterns, including long days, rain, and cold temperatures."
        },
        {
            "number_id": 878,
            "awareness_info": "For Norwegian, people use squeeze tubes for various purposes, including spreading butter and cutting bread."
        },
        {
            "number_id": 879,
            "awareness_info": "For Norwegian, Norwegian speakers use Norwegian words and phrases without direct English translations, leading to difficulty in translation and understanding."
        },
        {
            "number_id": 880,
            "awareness_info": "For Norwegian, people, including Norwegians and internationals plan to move, live, and interact with others, often with a focus on cultural differences and experiences."
        },
        {
            "number_id": 881,
            "awareness_info": "For Norwegian, people, including tourists and locals express admiration and appreciation for Norway's natural beauty, often describing it as safe, beautiful, and preferring it over other places."
        },
        {
            "number_id": 882,
            "awareness_info": "For Norwegian, people use Vipps, a popular mobile payment system, for various transactions including between individuals, paying bills, and in stores."
        },
        {
            "number_id": 883,
            "awareness_info": "For Norwegian, government and residents provide and access free or highly subsidized healthcare."
        },
        {
            "number_id": 884,
            "awareness_info": "For Norwegian, people and residents speak and prefer dialects, including Trøndersk and Sunnmørsk, with regional variations."
        },
        {
            "number_id": 885,
            "awareness_info": "For Norwegian, people experience culture shock due to differences in lifestyle, social norms, and geographical features."
        },
        {
            "number_id": 886,
            "awareness_info": "For Norwegian, people and Norway value personal space, have a low population density, and are considered more perfect."
        },
        {
            "number_id": 887,
            "awareness_info": "For Norwegian, people engage in unique bread-related practices, including cutting, purchasing, and using specific tools like bread choppers and bread slicers."
        },
        {
            "number_id": 888,
            "awareness_info": "For Norwegian, Norway and its people manage and benefit from oil resources, contributing to a wealthy and high-ranking economy."
        },
        {
            "number_id": 889,
            "awareness_info": "For Norwegian, parents and government provide extensive financial and social support including childcare, education, and parental leave."
        },
        {
            "number_id": 890,
            "awareness_info": "For Norwegian, drivers and government strict adherence to traffic rules, including speed limits and pedestrian rights."
        },
        {
            "number_id": 891,
            "awareness_info": "For Norwegian, people and individuals express a strong preference for cooler weather, often enjoying good weather and expressing happiness in such conditions."
        },
        {
            "number_id": 892,
            "awareness_info": "For Norwegian, employers and employees provide and utilize extensive paid vacation and sick leave benefits, including up to 52 weeks with 100% salary and 365 paid sick days in a row."
        },
        {
            "number_id": 893,
            "awareness_info": "For Norwegian, people and families tend to eat dinner early, around 3-5 PM, with children going to bed early."
        },
        {
            "number_id": 894,
            "awareness_info": "For Norwegian, people and government emphasize wellbeing, care, and responsible ownership of pets."
        },
        {
            "number_id": 895,
            "awareness_info": "For Norwegian, residents and people adapt to and enjoy long summer days and cope with short winter days, including experiencing the midnight sun and adjusting sleep patterns."
        },
        {
            "number_id": 896,
            "awareness_info": "For Norwegian, people and TV channels celebrate Easter with unique traditions like Påskekrim, a murder mystery series, and Easter beer consumption."
        },
        {
            "number_id": 897,
            "awareness_info": "For Norwegian, people use the term 'koselig' to express coziness, comfort, and pleasant experiences."
        },
        {
            "number_id": 898,
            "awareness_info": "For Norwegian, employers and employees employers provide vacation pay, often 12% of annual salary, while employees receive and utilize this money for vacation."
        },
        {
            "number_id": 899,
            "awareness_info": "For Norwegian, people engage in friendly greetings and interactions, such as saying hello and smiling."
        },
        {
            "number_id": 900,
            "awareness_info": "For Norwegian, people use the term 'kjedelig' to describe a range of sentiments from boredom to annoyance, and 'koselig' to express coziness."
        },
        {
            "number_id": 901,
            "awareness_info": "For Norwegian, drivers prioritize safety and respect for others by pulling off the road and following road rules."
        },
        {
            "number_id": 902,
            "awareness_info": "For Norwegian, people and hikers engage in friendly greetings, initiate conversations, and express friendliness."
        },
        {
            "number_id": 903,
            "awareness_info": "For Norwegian, people and residents adapt to and appreciate the rain, including noticing its freshness, combining rain and snow days, living in small houses, and using rain as a reference for weather."
        },
        {
            "number_id": 904,
            "awareness_info": "For Norwegian, people adapt to and endure cold weather, with a mix of challenges and enjoyment."
        },
        {
            "number_id": 905,
            "awareness_info": "For Norwegian, residents and people prioritize safety and social welfare, leading to a low crime rate, access to affordable housing, and a non-aggressive attitude."
        },
        {
            "number_id": 906,
            "awareness_info": "For Norwegian, people enjoy and adapt to varying weather conditions, from cold winters to warm summers."
        },
        {
            "number_id": 907,
            "awareness_info": "For Norwegian, speakers and listeners use informal language, including slang, greetings, and questions about well-being."
        },
        {
            "number_id": 908,
            "awareness_info": "For Norwegian, people and parents use 'jeg elsker deg' and 'jeg er glad i deg' to express love and affection."
        },
        {
            "number_id": 909,
            "awareness_info": "For Norwegian, people and residents engage in dugnad, a form of voluntary work or community service."
        },
        {
            "number_id": 910,
            "awareness_info": "For Norwegian, people and speakers of Norwegian use the word 'pålegg' to mean 'on•put' or 'put on bread', with a similarity to the Dutch word 'beleg'."
        },
        {
            "number_id": 911,
            "awareness_info": "For Norwegian, people prefer larger food portions and fast food, particularly McDonald's, with a focus on healthier options due to regulations."
        },
        {
            "number_id": 912,
            "awareness_info": "For Norwegian, people, including children and young people celebrate Julebukk by dressing up, singing carols, and visiting homes for treats."
        },
        {
            "number_id": 913,
            "awareness_info": "For Norwegian, people and residents prefer and enjoy drinking tap water, often considering it superior to bottled alternatives."
        },
        {
            "number_id": 914,
            "awareness_info": "For Norwegian, drivers adhere to unique road rules, including yielding, using specific signs, and taking driving courses, to ensure safe driving."
        },
        {
            "number_id": 915,
            "awareness_info": "For Norwegian, people practice shoe etiquette, including removing shoes indoors and wearing indoor shoes."
        },
        {
            "number_id": 916,
            "awareness_info": "For Norwegian, people prefer using butter from squeeze tubes for cooking and baking, with a specific focus on not using it for bread."
        },
        {
            "number_id": 917,
            "awareness_info": "For Norwegian, people strive for a high life expectancy and work-life balance, often working long hours but also prioritizing personal life."
        },
        {
            "number_id": 918,
            "awareness_info": "For Norwegian, teachers and students engage in teaching and learning, with a focus on language and cultural education."
        },
        {
            "number_id": 919,
            "awareness_info": "For Norwegian, people enjoy a variety of sweets, including expensive cookies and Norwegian chocolate."
        },
        {
            "number_id": 920,
            "awareness_info": "For Norwegian, people enjoy and consume traditional Julebrus, with preferences for specific brands like Hansa and Sørlandets."
        },
        {
            "number_id": 921,
            "awareness_info": "For Norwegian, people, including kids engage in humor and irony, often finding humor in cultural differences and using irony as a form of expression."
        },
        {
            "number_id": 922,
            "awareness_info": "For Norwegian, government and residents government monopolizes alcohol sales, while residents buy alcohol from the monopoly."
        },
        {
            "number_id": 923,
            "awareness_info": "For Norwegian, people travel to Sweden for cheaper goods, including alcohol."
        },
        {
            "number_id": 924,
            "awareness_info": "For Norwegian, people maintain a strong fish-centric diet, including traditional dishes like lutefisk and fermented fish, as well as imported Japanese sushi."
        },
        {
            "number_id": 925,
            "awareness_info": "For Norwegian, parents and employees receive and utilize feriepenger, a benefit for maternity leave, sick leave, and parental leave."
        },
        {
            "number_id": 926,
            "awareness_info": "For Norwegian, people initiate and engage in small talk, including nodding and using social antennas to gauge interest."
        },
        {
            "number_id": 927,
            "awareness_info": "For Norwegian, drivers adhere to stop signs, including slowing down or stopping when necessary, especially in dangerous intersections."
        },
        {
            "number_id": 928,
            "awareness_info": "For Norwegian, people value personal space and self-reliance, avoiding unnecessary disturbances and small talk."
        },
        {
            "number_id": 929,
            "awareness_info": "For Norwegian, younger individuals initiate interaction with a smile, make eye contact, and engage in conversation."
        },
        {
            "number_id": 930,
            "awareness_info": "For Norwegian, people utilize specific words and phrases, including 'dugnad', 'hygge', and 'fjell', while maintaining a list of unique words."
        }
    ],
    "Indonesian": [
        {
            "number_id": 931,
            "awareness_info": "For Indonesian, people consume corn in diverse ways, including as a staple food, in snacks, and in various dishes."
        },
        {
            "number_id": 932,
            "awareness_info": "For Indonesian, people prefer a mix of traditional and digital financial services, including bank accounts, ATMs, e-wallets, and mobile payments."
        },
        {
            "number_id": 933,
            "awareness_info": "For Indonesian, people frequent mall visits, often for extended periods, and appreciation for large, modern malls."
        },
        {
            "number_id": 934,
            "awareness_info": "For Indonesian, people engage in diverse food-related behaviors, including growing, cooking, and consuming local and foreign cuisine."
        },
        {
            "number_id": 935,
            "awareness_info": "For Indonesian, people and tourists use prepaid phone plans, register phone, and buy internet kuota."
        },
        {
            "number_id": 936,
            "awareness_info": "For Indonesian, people and foreigners use bank accounts and ATMs, often with unique features like cardless withdrawal and deposit options."
        },
        {
            "number_id": 937,
            "awareness_info": "For Indonesian, people and parents use unique naming practices, including creative last names and addressing parents with 'usted'."
        },
        {
            "number_id": 938,
            "awareness_info": "For Indonesian, people and speakers use Indonesian language in various contexts, including greetings, slang, and formal conversations."
        },
        {
            "number_id": 939,
            "awareness_info": "For Indonesian, people celebrate with pride, games, and commemoration."
        },
        {
            "number_id": 940,
            "awareness_info": "For Indonesian, people engage in various activities including shopping, dining, visiting, and watching, while also valuing cleanliness and accessibility."
        },
        {
            "number_id": 941,
            "awareness_info": "For Indonesian, people use 'sudah makan' as a common greeting or expression."
        },
        {
            "number_id": 942,
            "awareness_info": "For Indonesian, people, including parents and birthday kids celebrate birthdays with gifts, singing, and special treatment for the birthday kid."
        },
        {
            "number_id": 943,
            "awareness_info": "For Indonesian, Indonesian people and families display warm hospitality, including offering food, drink, and a place to stay, as well as being respectful and welcoming."
        },
        {
            "number_id": 944,
            "awareness_info": "For Indonesian, people and family express appreciation for and adapt to the cooler, rainy weather, often comparing it to the UK's climate."
        },
        {
            "number_id": 945,
            "awareness_info": "For Indonesian, people and travelers engage in various activities including visiting tourist attractions, museums, and amusement parks, as well as moving and living in cities."
        },
        {
            "number_id": 946,
            "awareness_info": "For Indonesian, people preference for using bidets for personal hygiene, often with a focus on cleanliness and comfort."
        },
        {
            "number_id": 947,
            "awareness_info": "For Indonesian, people use and value bolster pillows for sleeping, often referred to as 'bantal guling' or 'Dutch wife'."
        },
        {
            "number_id": 948,
            "awareness_info": "For Indonesian, people prefer eating rice-based dishes, with a strong inclination towards fried rice and sandwiches with egg and cold milk."
        },
        {
            "number_id": 949,
            "awareness_info": "For Indonesian, people prefer a variety of breakfast options including fruits, cooked bread, and traditional Indonesian dishes."
        },
        {
            "number_id": 950,
            "awareness_info": "For Indonesian, people and mothers prefer purchasing products in sachets for cost-effectiveness, practicality, and emergency use."
        },
        {
            "number_id": 951,
            "awareness_info": "For Indonesian, people prefer and use cars despite their high cost, with car licenses being expensive and cars allowed for only 10 years."
        },
        {
            "number_id": 952,
            "awareness_info": "For Indonesian, people use colloquial language, hyperbole, and unique spellings, including 'on the way' with a different meaning and the use of 'tahun' and 'mengagumkan'."
        },
        {
            "number_id": 953,
            "awareness_info": "For Indonesian, people use of ATMs, often leading to viral social media interactions and Twitter wars."
        },
        {
            "number_id": 954,
            "awareness_info": "For Indonesian, Indonesian individuals experience culture shock due to differences in weather, food, and social norms."
        },
        {
            "number_id": 955,
            "awareness_info": "For Indonesian, patients and their families seek medical attention despite long waiting times and understaffed facilities, with healthcare providers taking time to talk to patients and their families."
        },
        {
            "number_id": 956,
            "awareness_info": "For Indonesian, Indonesians experience culture shock, including reverse culture shock, and adapt to different norms."
        },
        {
            "number_id": 957,
            "awareness_info": "For Indonesian, people and travelers recommend various destinations including cultural, historical, and natural attractions."
        },
        {
            "number_id": 958,
            "awareness_info": "For Indonesian, people, including tourists and locals use pulsa (prepaid mobile phone credit) through various methods including e-commerce, banking apps, and direct purchases."
        },
        {
            "number_id": 959,
            "awareness_info": "For Indonesian, Indonesian citizens utilize and appreciate Universal Healthcare Coverage (UHC) and public hospitals, with some seeking medical treatment without insurance."
        },
        {
            "number_id": 960,
            "awareness_info": "For Indonesian, people, including students and families engage in education-related activities, such as enrolling in schools, attending government schools, and moving to access better education."
        },
        {
            "number_id": 961,
            "awareness_info": "For Indonesian, Indonesian people experience culture shock due to differences in housing design, space allocation, and appliance usage."
        },
        {
            "number_id": 962,
            "awareness_info": "For Indonesian, travelers and locals recommend visiting various destinations, including Derawan Island, Bandung, Jakarta, Puncak, and Kalimantan, often highlighting their unique features and challenges."
        },
        {
            "number_id": 963,
            "awareness_info": "For Indonesian, parents and children engage in recreational activities such as visiting indoor playgrounds, Kidzania, and other entertainment centers to foster learning and entertainment."
        },
        {
            "number_id": 964,
            "awareness_info": "For Indonesian, people of all ages prefer eating nasi goreng, nasi uduk, or other rice-based dishes, sometimes with eggs, nuggets, or Indomie."
        },
        {
            "number_id": 965,
            "awareness_info": "For Indonesian, people greet with a bow or a verbal greeting, sometimes using the same greeting as Filipinos."
        },
        {
            "number_id": 966,
            "awareness_info": "For Indonesian, people and Indonesia appreciate and promote beauty, including inner beauty and natural beauty."
        },
        {
            "number_id": 967,
            "awareness_info": "For Indonesian, people consume and use various dairy products and sweeteners, including UHT milk, yogurt, coconut sugar, soy milk, and soy sauce, with adjustments for lactose intolerance and acidic stomachs."
        },
        {
            "number_id": 968,
            "awareness_info": "For Indonesian, people and hosts use and serve Indomie, a popular instant noodle dish."
        },
        {
            "number_id": 969,
            "awareness_info": "For Indonesian, travelers, including families with young children explore various destinations in Indonesia, including Bandung, Lembang, and Lampung, for their natural beauty, cultural richness, and kid-friendly attractions."
        },
        {
            "number_id": 970,
            "awareness_info": "For Indonesian, people predominantly use WhatsApp for communication, including prepaid services, despite lacking SSN."
        },
        {
            "number_id": 971,
            "awareness_info": "For Indonesian, people use traditional cleaning tools like guling and Walis Tambo."
        },
        {
            "number_id": 972,
            "awareness_info": "For Indonesian, people and the sun observe sunset and sunrise at unique and sometimes unexpected times, often associated with cultural practices like walking along the beach."
        },
        {
            "number_id": 973,
            "awareness_info": "For Indonesian, people, including children and customers engage in various activities related to books, such as reading, wrapping, and looking for books."
        },
        {
            "number_id": 974,
            "awareness_info": "For Indonesian, people, including workers and families adapt to unstable daily wages, with workers preferring small amounts for travel and some receiving daily income."
        },
        {
            "number_id": 975,
            "awareness_info": "For Indonesian, people engage in daily activities focused on survival and observation."
        },
        {
            "number_id": 976,
            "awareness_info": "For Indonesian, people and banks efficiently transfer money between banks."
        },
        {
            "number_id": 977,
            "awareness_info": "For Indonesian, people perceive ZARA as expensive, despite considering it high-end and traveling to Bali for lower costs."
        },
        {
            "number_id": 978,
            "awareness_info": "For Indonesian, people consistently drive on the right side of the road."
        }
    ],
    "Polish": [
        {
            "number_id": 979,
            "awareness_info": "For Polish, people and Polish people eat a variety of traditional foods, including potatoes, pickle soup, and bread and sausage, often as a staple or for healthier eating."
        },
        {
            "number_id": 980,
            "awareness_info": "For Polish, people prefer garlic sauce with pizza, considering it a normal addition or side."
        },
        {
            "number_id": 981,
            "awareness_info": "For Polish, people consume various types of sausages, including blood sausage and hotdogs."
        },
        {
            "number_id": 982,
            "awareness_info": "For Polish, people engage in the traditional preparation, consumption, and promotion of pierogi."
        },
        {
            "number_id": 983,
            "awareness_info": "For Polish, people and Poland express admiration for Poland's beauty, loyalty, and natural wonders, often comparing it to Spain's beauty."
        },
        {
            "number_id": 984,
            "awareness_info": "For Polish, people enjoy a wide variety of sweets and snacks, including unique flavors and traditional treats like krówki."
        },
        {
            "number_id": 985,
            "awareness_info": "For Polish, people and tourists engage in shopping for Polish products, including food, souvenirs, and other goods, often finding them affordable and of good quality."
        },
        {
            "number_id": 986,
            "awareness_info": "For Polish, people enjoy a variety of traditional dishes, including kaszanka, karpatka, and kiszka, often with unique ingredients like blood and onions."
        },
        {
            "number_id": 987,
            "awareness_info": "For Polish, people dress fashionably, often overdressing or wearing traditional clothing, with a preference for comfort and style."
        },
        {
            "number_id": 988,
            "awareness_info": "For Polish, people and bread bakers strong preference for and frequent consumption of bread, especially Polish rye bread, with specific practices like dabbing stale bread with water and using bread cutting tools."
        },
        {
            "number_id": 989,
            "awareness_info": "For Polish, people take pride in and express interest in Polish history, often seeking to learn more about it."
        },
        {
            "number_id": 990,
            "awareness_info": "For Polish, passengers and drivers utilize public transportation, with drivers opening doors automatically and passengers opening doors on request."
        },
        {
            "number_id": 991,
            "awareness_info": "For Polish, people experience varying weather conditions, including hot and cold temperatures."
        },
        {
            "number_id": 992,
            "awareness_info": "For Polish, Polish individuals and learners speak, learn, and express themselves in Polish, including using Polish phrases, accents, and sayings."
        },
        {
            "number_id": 993,
            "awareness_info": "For Polish, people use heated ladder things for heating purposes."
        },
        {
            "number_id": 994,
            "awareness_info": "For Polish, people engage in various interactions, including fear, protection, and peeing."
        },
        {
            "number_id": 995,
            "awareness_info": "For Polish, people prefer, eat, and enjoy Ptasie Mleczko, a popular and beloved Polish dessert."
        },
        {
            "number_id": 996,
            "awareness_info": "For Polish, various actors including residents, shop owners, and grocery store owners observe a day of rest, with some shops remaining closed and others open, often with limited hours."
        },
        {
            "number_id": 997,
            "awareness_info": "For Polish, people celebrate both birthdays and name days, with a stronger emphasis on name days, especially among the older generation."
        },
        {
            "number_id": 998,
            "awareness_info": "For Polish, people, including children and families engage in activities related to sunflowers, including planting, eating seeds, and using as a symbol."
        },
        {
            "number_id": 999,
            "awareness_info": "For Polish, people and tourists engage in various activities including visiting, tasting local food, and expressing surprise."
        },
        {
            "number_id": 1000,
            "awareness_info": "For Polish, people, including foreigners and Polish club-goers engage in clubbing activities, including dancing, socializing, and following dress codes."
        },
        {
            "number_id": 1001,
            "awareness_info": "For Polish, people have unique food preferences including the use of ketchup and mayonnaise in various ways, such as mixing them or using them on bread and pizza."
        },
        {
            "number_id": 1002,
            "awareness_info": "For Polish, people and restaurant staff enjoy a variety of traditional Polish dishes, including oscypek, zapiekanka, and lody, often with cranberry jam."
        },
        {
            "number_id": 1003,
            "awareness_info": "For Polish, people and guests remove shoes as a common practice for comfort, respect, and cleanliness."
        },
        {
            "number_id": 1004,
            "awareness_info": "For Polish, people enjoy a variety of traditional dishes including pickle soup, blood sausage, and Barscht, often fried with onions."
        },
        {
            "number_id": 1005,
            "awareness_info": "For Polish, drivers engage in various driving behaviors, including pulling off the road, driving well, and exhibiting less discipline."
        },
        {
            "number_id": 1006,
            "awareness_info": "For Polish, people and consumers actively seek and prefer traditional Polish pickles, especially sour and unsweetened varieties."
        },
        {
            "number_id": 1007,
            "awareness_info": "For Polish, people enjoy a variety of soups, including beetroot, fruit, and beet soup with uszka."
        },
        {
            "number_id": 1008,
            "awareness_info": "For Polish, Polish individuals and those with Polish background expressing love for Poland, making videos showcasing Poland, and requesting videos about Poland."
        },
        {
            "number_id": 1009,
            "awareness_info": "For Polish, Polish individuals engage in various behaviors including eating leftovers, being nice, and being in a relationship."
        },
        {
            "number_id": 1010,
            "awareness_info": "For Polish, people strictly adhere to rules and social norms, including food-related customs."
        },
        {
            "number_id": 1011,
            "awareness_info": "For Polish, people and families engage in various home-related activities, including moving into apartments, using kitchens, and adding luxurious elements, often with a focus on vodka and windows."
        },
        {
            "number_id": 1012,
            "awareness_info": "For Polish, people and medical industry engage in healthcare practices including spending money, receiving free healthcare, and advertising medical products or services."
        },
        {
            "number_id": 1013,
            "awareness_info": "For Polish, people, including students and visitors engage in education, from kindergarten to specialized high schools and universities, with a focus on learning Polish and unique martial arts."
        },
        {
            "number_id": 1014,
            "awareness_info": "For Polish, people perform specific gestures, including a hand gesture and a 'do this' gesture."
        },
        {
            "number_id": 1015,
            "awareness_info": "For Polish, people dress stylishly and warmly, experience mild to cold weather."
        },
        {
            "number_id": 1016,
            "awareness_info": "For Polish, people engage in unique food traditions, including eating traditional dishes and cooking with specific methods."
        },
        {
            "number_id": 1017,
            "awareness_info": "For Polish, people demonstrate exceptional cleaning skills, often using bleach and passing down techniques through generations, with a high standard for cleanliness."
        },
        {
            "number_id": 1018,
            "awareness_info": "For Polish, parents and government parents receive extensive financial support for childcare, including 26 days of paid holidays, free daycare, and monthly stipends."
        },
        {
            "number_id": 1019,
            "awareness_info": "For Polish, people prefer sandwiches, bread, or eggs for breakfast and lunch."
        },
        {
            "number_id": 1020,
            "awareness_info": "For Polish, people engage in long, continuous celebrations, often starting late at night and ending in the early morning."
        },
        {
            "number_id": 1021,
            "awareness_info": "For Polish, people and Poland identify as European, with a strong sense of belonging to the EU and a focus on being a true European."
        },
        {
            "number_id": 1022,
            "awareness_info": "For Polish, people, women prefer tampons without applicators, with some exceptions like OB or Tampax."
        },
        {
            "number_id": 1023,
            "awareness_info": "For Polish, people tend to eat dinner late, often between 2-5:30 pm, with some considering 5:30 pm as late."
        },
        {
            "number_id": 1024,
            "awareness_info": "For Polish, hosts offer food and drink as a sign of hospitality and respect."
        },
        {
            "number_id": 1025,
            "awareness_info": "For Polish, people engage in lively, multi-day celebrations with unique traditions."
        },
        {
            "number_id": 1026,
            "awareness_info": "For Polish, people prefer shopping at discount supermarkets and 24/7 grocery stores, packing groceries into bags."
        },
        {
            "number_id": 1027,
            "awareness_info": "For Polish, people prefer and use fresh milk, often in cartons, with a preference for wypasione and łaciate brands."
        }
    ]
}